Repository: IlyaPapelishvili/15.04
Catalog: */gitlocalize-2021-04-16-app.po
Languages: es

source: Proxy Registrations let the bicycle information (serial number, color, make) of bikes you've sold be searchable by our service without copying any of the customer's contact information. Instead, your shop is listed as the contact, so you can reach out to your customers to let them know if their bike was recovered by law enforcement.
es: Habilitar los registros de Proxy Lightspeed

source: Lightspeed Proxy Registrations Enabled
es: Registros de proxy Lightspeed habilitados

source: Your Shop's Proxy Contact Information
es: Información de contacto del proxy de su tienda

source: Who should law enforcement contact if they recover a bike associated with your shop?
es: Configuración de la actualización

source: Connect Now
es: Conectar ahora

source: Bike Purchase
es: Compra de bicicleta

source: Email for the new bike owner
es: Correo electrónico para el nuevo propietario de la bicicleta

source: Sort By Date Registered
es: Ordenar por fecha registrada

source: Sort By Serial Number
es: Ordenar por número de serie

source: Transfered On
es: Transferido en

source: No bikes have been registered with your shop.
es: No se han registrado bicicletas en tu tienda.

source: Look For
es: Buscar

source: Your Missing Bike Page
es: Tu página de bicicleta faltante

source: Edit Alert
es: Editar alerta

source: Edit Bike
es: Editar bicicleta

source: Add Bike
es: Añadir bicicleta

source: Register bikes for your customers here! Be sure to include a valid email address and the 529 Shield ID for the bike, along with the make, model, serial number and color of the bike. We'll send your owners an email to claim their bike registration. Bikes registered here will show up on the Registered Bikes Claimed page.
es: Esta bicicleta es un alquiler

source: Bike owner's email
es: Correo electrónico del propietario de la bicicleta

source: Bike Name
es: Nombre de la bicicleta

source: Wheel Size
es: Tamaño de la rueda

source: Are you sure you want to delete this bike?
es: ¿Seguro que quieres eliminar esta bicicleta?

source: That's not a valid Shield ID. Please re-enter, or remove, the Shield ID before saving.
es: ¿Qué deberíamos estar buscando?

source: What's the easiest thing to spot on your bike? What would help anyone who may see it know it's yours?
es: Actualizar

source: Pre-Registration Email Options
es: Opciones de correo electrónico de preinscripción

source: Enter the email contact address to use to pre-register bikes with the 529 Garage smartphone app. All bikes registered to this email address will be associated with your bike shop, and show in your inventory bike list.
es: Correo electrónico de preinscripción

source: Select a CSV file to import
es: Seleccione un archivo CSV para importar

source: Be sure that your column headers match those that you set in
es: Asegúrese de que los encabezados de columna coincidan con los que configuró

source: These bikes are rentals
es: Estas bicicletas son alquileres

source: Upload Bikes from a CSV
es: Subir bicicletas desde un CSV

source: Get started with the 529 Garage Bike Shop Edition
es: Comienza con la edición de la tienda de bicicletas Garage 529

source: Thanks for helping our efforts to fight bike theft. We have just a few quick questions to get started.
es: ¿Cuál es tu dirección de correo electrónico?

source: Tell us about your shop. Once approved, this will appear on your shop listing on our Shiels & Goods page.
es: Nombre de tienda

source: By signing up, you agree to our
es: Al registrarte, aceptas nuestra

source: and confirm that you have authority to sign up for your shop.
es: y confirma que tienes la autoridad para registrarte en tu tienda.

source: Please add the bikes make
es: Por favor agregue las bicicletas hacen

source: Registering
es: Registrando

source: What is the 529 Garage?
es: ¿Qué es el garaje 529?

source: It's community watch for your bike
es: Es un reloj comunitario para tu bicicleta

source: Quickly capture all the important information about your bike from your computer or your smartphone. It's free!
es: Comience su alerta

source: Make the most of the 529 community to find your stolen bike. Our community includes over 400 law enforcement agencies, universities, bike clubs and bike shops around the world, as well as 529 users like you.
es: Obtener ayuda de la comunidad

source: Thousands of bikes are recovered by law enforcement and the community. If your bike is registered, it's easy to get back to you!
es: Ayuda #endbiketheft

source: Be sure to search our registry to make sure that a bike you are considering buying wasn't reported stolen. And, if you find a bike, or see something suspicious, post it with us to help get it back to it's owner.
es: Registre su bicicleta gratis

source: bike-friendly corporate campuses, simplified.
es: campus corporativos aptos para la bicicleta, simplificados.

source: Register, track and enforce bike parking
es: Registrarse, rastrear y hacer cumplir el estacionamiento de bicicletas

source: Their bikes, or yours.
es: Sus bicicletas, o las tuyas.

source: Whether you manage a fleet of bike-share bikes or simply need to manage secured bike parking for your employees, the 529 Garage makes it easy to
es: Configuración simple y permisos

source: Our cloud-based system means there’s no complicated software to install.
es: Notificar e informar

source: If a bike goes missing, the bike owner can quickly use the 529 Garage to alert nearby cyclists and their social networks to be on the look-out before the bike leaves the campus. Additionally, the Garage automatically sends complete bike and incident details to the appropriate campus police contact saving time and money on stolen bike reporting.
es: Tranquilidad fuera del campus también

source: The 529 Garage turns bike registration from a “tax” to an investment in protecting students’ bicycles off campus as well. Our unique crowd-connected alert system immediately notifies nearby 529 members in the vicinity of the crime to be on the look out. This greatly increases the chance of recovery in the case of a theft for the life of the bicycle, no matter where it occurs.
es: Educación y Conciencia

source: Our notification system not only instantly alerts campus police and students to be on the lookout, but raises awareness about the frequency of bike theft and the importance of properly locked bikes. We can help you with co-branded collateral to guide your students on the best way to secure their bike and also work with you on implementation of bait bike programs.
es: Haga de su campus un lugar más seguro para las bicicletas.

source: Register
es: Registrarse

source: Report
es: Informe

source: Recover
es: Recuperar

source: Keep your bikes safe in the
es: Mantenga sus bicicletas seguras en el

source: the largest community-powered bike recovery service.
es: el mayor servicio de recuperación de bicicletas impulsado por la comunidad.

source: Register for Free
es: Regístrese gratis

source: NBR User? Click here.
es: Usuario NBR? Haga clic aquí.

source: Register Another Bike
es: Regístrese otra bicicleta

source: Lost your bike?
es: Perdió su bicicleta?

source: Let our community know, and have hundreds of eyes on the look out for your bike.
es: Reportar un robo

source: Find a bike? Buying a bike?
es: Encuentra una bicicleta? ¿Comprar una bicicleta?

source: Check to see if it's been reported stolen with us or any of our partners.
es: Bicicletas de búsqueda

source: The 529 Shield's unique ID makes it easy to contact you if your bike is recovered.
es: Obtener un escudo

source: Make the most of the community to find your stolen bike. Our community includes over 400 law enforcement agencies, universities, bike clubs and bike shops around the world, as well as bike owners like you.
es: Aquí hay una lista de nuestras bicicletas robadas actualmente informadas.

source: Trying to find out if a bike is stolen? Check out our
es: ¿Tratando de averiguar si una bicicleta fue robada? Mira nuestro

source: Search Page
es: Página de búsqueda

source: Sorry!
es: ¡Lo siento!

source: It looks like we weren't able to automatically move your account based on the following information
es: Número de teléfono

source: If you think you've entered something incorrectly,
es: Si crees que ingresaste algo incorrectamente,

source: you can try again.
es: Puedes intentarlo de nuevo.

source: Otherwise, please
es: De lo contrario, por favor

source: email our support team
es: envía un correo electrónico a nuestro equipo

source: Please help me migrate my account. Here's my information: %{phone_number}, %{email}
es: y te ayudaremos a migrar No te preocupes ... ¡no tardará mucho!

source: What is the %{registry_name}?
es: ¿Qué es el% {registry_name}?

source: Sticker your bike
es: Etiqueta tu bicicleta

source: Our %{sticker_name} acts as a deterrent, warning would-be thieves to keep their paws off your bike, and making it easier to find you if your bike is recovered.
es: Estaciones de registro

source: Where to find 529 Garage Shield Kits
es: Dónde encontrar 529 Kits de escudos de garaje

source: Universities
es: Universidades

source: Cities & Law Enforcement
es: Ciudades y aplicación de la ley

source: Residential & Commericial Properties
es: Propiedades residenciales y comerciales

source: Online
es: En línea

source: Canada
es: CANADÁ

source: United States
es: Estados Unidos

source: Bike Shops
es: Tiendas de bicicletas

source: Terms of service
es: Términos de servicio

source: We (the Project 529) run web site and mobile app service called 529 Garage and would love for you to use it. Our basic service and app are free. Our service is designed to give you as much control and ownership over your data as possible and we encourage you to express yourself freely. However, be responsible in what information you publish. In particular, make sure that none of the prohibited items listed here appear on your site or get linked to from your site (things like spam, viruses, or hate content).
es: Última modificación: 18 de septiembre de 2018

source: Welcome to the website of Project 529, Inc (“Project 529”, “we”, or “us”). The following terms and conditions, together with any documents they expressly incorporate by reference, (collectively, these ”Terms of Service”) govern all use of project529.com and all content, services, and products available at or through project529.com, including, but not limited to the 529 Garage iOS and Android Mobile Applications offered by Project 529(collectively, the “Website”). The Website is offered subject to your acceptance without modification of all of the terms and conditions contained herein and all other operating rules, policies (including, without limitation, Project 529’s
es: Su cuenta y sitio de project529.com.

source: If you sign up on the Website, you are responsible for maintaining the security of your account, and you are fully responsible for all activities that occur under the account and any other actions taken in connection with your account. You must not describe or assign keywords to your account in a misleading or unlawful manner, including in a manner intended to trade on the name or reputation of others, and Project 529 may change or remove any description or keyword that it considers inappropriate or unlawful, or otherwise likely to cause Project 529 liability. You must immediately notify Project 529 of any unauthorized uses of your account or any other breaches of security. You also agree to ensure that you exit from your account at the end of each session. You should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information. Project 529 will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions. We have the right to disable any user name, password, or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any and no reason, including if, in our opinion, you have violated any provision of these Terms of Service.
es: Responsabilidad de los contribuyentes.

source: If you register a bicycle, report a bicycle as stolen, report a suspicious sighting, respond to a stolen or sighting report, or otherwise post material to the Website, post links on the Website, or otherwise make (or allow any third party to make) material available by means of the Website (any such material, “Content”), you understand and acknowledge that you are entirely responsible for any Content you submit or contribute, that you have permission to register or report the bike as stolen, and you, not Project 529, have full responsibility for such Content, including its legality, reliability, accuracy, and appropriateness.. We are not responsible, or liable to any third party for the content or accuracy of any Content posted by you or any other user on the Website. That is the case regardless of whether the Content in question constitutes text, graphics, an audio file, or computer software.
es: Al hacer que el contenido esté disponible, usted representa y garantiza que

source: you own the bike you are registering, or have persmission to register the bike for the bike owner;
es: La bicicleta que está registrando no es propiedad robada;

source: the downloading, copying and use of the Content will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark or trade secret rights, of any third party;
es: % {org_name} Términos de servicio

source: If your bike is permitted with a partner organization, additional Terms of Service may apply.
es: Responsabilidad de los visitantes del sitio web.

source: Project 529 has not reviewed, and cannot review, all of the material, including computer software, posted to the Website, and cannot therefore be responsible for that material’s content, use or effects. By operating the Website, Project 529 does not represent or imply that it endorses the material there posted, or that it believes such material to be accurate, useful or non-harmful. You are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content. The Website may contain content that is offensive, indecent, or otherwise objectionable, as well as content containing technical inaccuracies, typographical mistakes, and other errors. The Website may also contain material that violates the privacy or publicity rights, or infringes the intellectual property and other proprietary rights, of third parties, or the downloading, copying or use of which is subject to additional terms and conditions, stated or unstated. Project 529 disclaims any responsibility for any harm resulting from the use by visitors of the Website, or from any downloading by those visitors of content there posted.
es: Contenido publicado en otros sitios web.

source: We have not reviewed, and cannot review, all of the material, including computer software, made available through the websites and webpages to which the Website links, and that link to the Website. Project 529 does not have any control over those non-Project 529 websites and webpages, and is not responsible for their contents or their use. By linking to a non-Project 529 website or webpage, Project 529 does not represent or imply that it endorses such website or webpage. You are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content. Project 529 disclaims any responsibility for any loss, damage, or harm resulting from your use of non-project529 websites and webpages.
es: Infracción de derechos de autor y política de DMCA.

source: As Project 529 asks others to respect its intellectual property rights, it respects the intellectual property rights of others. If you believe that material located on or linked to by the Website violates your copyright, please provide Project 529 with the following information
es: Proyecto 529, Inc

source: Attn: DMCA Agent
es: A la atención: agente de DMCA

source: Project 529 will respond to all such notices, including as required or appropriate by removing the infringing material or disabling all links to the infringing material. Project 529 will terminate a visitor’s access to and use of the Website if, under appropriate circumstances, the visitor is determined to be a repeat infringer of the copyrights or other intellectual property rights of Project 529 or others. In the case of such termination, Project 529 will have no obligation to provide a refund of any amounts previously paid to Project 529.
es: Propiedad intelectual.

source: The Website and its entire contents, features, and functionality (including but not limited to all information, software, text, displays, images, video and audio, and the design, selection, and arrangement therefore), are owned by Project 529, its licensors, or other providers of such material, and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.
es: No debes

source: Modify copies of any materials from this site.
es: Modificar copias de cualquier material de este sitio.

source: Delete or alter any copyright, trademark or other proprietary rights notices from copies of materials from this site.
es: Marcas registradas

source: The Project 529 name, the 529 Garage name, the Project 529 logo, the 529 Garage logo, and all related names, logos, product and service names, designs and slogans are trademarks of Project 529, or its affiliates or licensors. You must not use such marks without the prior written permission of Project 529. All other names, logos, product and service names, designs and slogans on this Website are the trademarks of their respective owners.
es: Suscripciones

source: Payment for Services. The Services are licensed on a monthly or yearly subscription basis to the User that pays for the Service. Please review all of the details of the subscription that you purchase; some subscriptions provide access to one Service and others provide access to more than one Service. If any amount payable by you is dishonored or returned for any reason, such as, but not limited to, non-sufficient funds, account closed, inability to locate account, or reversal by you and/or your bank, Project 529 may: a) reverse any corresponding credit issued to Project 529, you, or any other party without liability to you or any other party, (b) apply any money currently held by Project 529 to any amount owed to Project 529 by you, (c) initiate another debit in substitution for the dishonored debit until the debit is honored and to initiate separate debits to cover any NSF fee or dishonored payment fees, (d) charge you a one-time insufficient funds penalty fee for each occurrence, (e) report this information to any and all credit agencies and/or financial institutions, and/or (f) immediately terminate this Agreement. Project 529 may assess and collect interest at the rate of one and one-half percent (1.5%) per month (18% per annum) on any amounts owing and unpaid ten (10) days after demand. If further collection attempts are required, all collections costs will be charged to you, including but not limited to any costs associated with termination of this Agreement, and attorney fees, where permitted by law.
es: Anuncios

source: Project 529 reserves the right to display advertisements or sponsorships on its pages.
es: Politica de envios.

source: Project 529 has a policy to ship any ordered products as soon as possible, but does not guarantee a minimum ship time. Typical shipping times are within 48 hours of purchase, but shipment times will vary based on availability of product. Check your reciept for approximate shipment times.
es: Cambios a los Términos del Servicio.

source: Project 529 reserves the right, at its sole discretion, to modify or replace any part of these Terms of Service. All changes are effective immediately when we post them and apply to all access to and use of the Website thereafter. It is your responsibility to check this page periodically for changes, as they are binding on you. Your continued use of or access to the Website following the posting of any revised Terms of Service constitutes agreement and acceptance of those changes. Project 529 may also, in the future, offer new services and/or features through the Website (including, the release of new tools and resources). Such new features and/or services shall be subject to these Terms of Service.
es: Cambios al sitio web.

source: We may update the content on this Website from time to time, but its content is not necessarily complete or up-to-date. Any of the material on the Website may be out of date at any given time and we are under no obligation to update such material.
es: Terminación

source: Project 529 may terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately. If you wish to terminate these Terms of Service or your user account (if you have one), you may simply discontinue using the Website. All provisions of these Terms of Service which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.
es: Descargo de garantías.

source: You understand that we cannot and do not guarantee or warrant that files available for downloading from the internet or the Website will be free of viruses or other destructive code. You are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data. WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.
es: Limitación de responsabilidad.

source: IN NO EVENT WILL PROJECT 529, ITS AFFILIATES OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE OR INABILITY TO USE, THE WEBSITE, ANY WEBSITES LINKED TO IT, ANY CONTENT ON THE WEBSITE OR SUCH OTHER WEBSITES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR SUCH OTHER WEBSITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS, OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE) BREACH OF CONTRACT OR OTHERWISE, EVEN IF FORESEEABLE.
es: Seguridad general.

source: If a Website user sees a bicycle they believe has been stolen, under no circumstance should the user approach the suspected thief. If possible, take a picture of the bicycle in question, note the direction it was heading, and submit the information to our Website.
es: Representación general y garantía.
