Repository: IlyaPapelishvili/15.04
Catalog: */gitlocalize-2021-04-16-app.po
Languages: es

source: Your certificate will be ready shortly. Please check your email for the link.
es: Tu certificado estará listo en breve. Revisa tu correo electrónico para ver el enlace.

source: It looks like you already have an account. Please use the Sign In form.
es: Parece que ya tienes una cuenta. Utiliza el formulario de inicio de sesión.

source: Password cannot be blank.
es: La contraseña no puede estar vacía.

source: Your reset instructions will be sent via email.
es: Las instrucciones de restablecimiento se enviarán por correo electrónico.

source: Sorry. Social network passwords must be reset with your social network provider.
es: Lo sentimos. Las contraseñas de las redes sociales deben restablecerse mediante el proveedor de tu red social.

source: Sorry. That email was not found.
es: Lo siento. Ese correo electrónico no fue encontrado.

source: You must enter an email address.
es: Debe ingresar una dirección de correo electrónico.

source: The icon could not be added.
es: No se pudo agregar el ícono.

source: Your account has been disabled. If you think this is an error, please contact support@project529.com
es: No se encontró el usuario.

source: Sorry. That password was invalid
es: Lo sentimos. Esa contraseña no es válida

source: Token was invalid
es: El token no es válido

source: Authentication removed
es: Autenticación eliminada

source: Authentication was not removed. %{error_message}
es: Autenticación no fue eliminada. %{mensaje de error}

source: You already have an account. Please login first.
es: Ya tienes una cuenta. Inicia sesión primero.

source: Basic Bike Registration
es: Registro Básico de Bicicletas

source: Bike Shop was successfully added.
es: Bike Shop se agregó con éxito.

source: This %{bike_title} was transfered to %{email}.
es: Este% {bike_title} se transfirió a% {email}.

source: Sorry. There was a problem with the email address you entered. The transfer was cancelled.
es: Lo siento. Hubo un problema con la dirección de correo electrónico que ingresó. La transferencia fue cancelada.

source: Shields added.
es: Escudos agregados.

source: Your bike shop wasn't found. Please contact %{email}
es: Tu tienda de bicicletas no fue encontrada Por favor, póngase en contacto con% {email}

source: Added to queue
es: Agregado a la cola

source: Sorry, this transfer was cancelled. Please contact %{email} and we'll fix it up for you.
es: Lo sentimos, esta transferencia fue cancelada. Póngase en contacto con% {email} y lo arreglaremos por usted.

source: Bike transfer was successfully created.
es: La transferencia de bicicleta se creó con éxito.

source: Bike transfer was successfully updated.
es: La transferencia de bicicletas se ha actualizado con éxito.

source: Sorry, something went wrong in the transfer. Please contact %{email} and we'll fix it up for you.
es: Lo siento, salió algo mal en la transferencia. Contáctese con% {email} y lo ar reglaremos para usted.

source: Your bike couldn't be created. %{message}
es: Tu bicicleta no pudo ser creada. %{mensaje}

source: Sorry, there was a problem with the email address you entered.
es: Lo siento, esa no se parece a tu contraseña.

source: It looks like you already have a 529 Garage account. Please enter your password.
es: Su cuenta de usuario no pudo ser creada. Inténtalo de nuevo.

source: Your user account couldn't be created. Please enter a valid email address. %{err_code}
es: Tu bicicleta no pudo ser creada.

source: That shield and email do not match.
es: Ese escudo y correo electrónico no coinciden.

source: Your bike information has been updated.
es: Su información de bicicleta ha sido actualizada.

source: Bike Registered
es: Bicicleta registrada

source: Your poster will be ready shortly. Please check your email for the link.
es: Debe iniciar sesión para imprimir el póster

source: No bike was selected
es: No se seleccionó ninguna bicicleta

source: There was an error sending your message. (#{response[0]['error_code']})
es: Hubo un error enviando tu mensaje. (# {respuesta [0] ['código_error']})

source: Your message has been sent.
es: Tu mensaje ha sido enviado.

source: This bike owner does not have a text number.
es: El propietario de esta bicicleta no tiene un número de texto.

source: Your account does not have a text number. Please contact support@project529.com to set one up with us in order to send text messages to bike owners.
es: Su mensaje estaba en blanco, por lo que no fue enviado.

source: Sorry, something went wrong, and your message was not sent.
es: Lo sentimos, salió algo mal y tu mensaje no fue enviado.

source: 529 Garage Registration
es: 529 Registro de garaje

source: Your certificate will be ready shortly
es: Su certificado estará listo en breve

source: There appears to be a problem with your email address. Our attempts to send you email have bounced. Please correct your email address so we are able to get in touch with you in the event of theft. If you believe your email address is correct as is, please contact us at %{email}.
es: ¡Lo encontré!

source: Your alert has been cancelled. Thanks for letting us know!
es: Su alerta ha sido cancelada ¡Gracias por dejarnos saber!

source: Your alert has been updated.
es: Su alerta ha sido actualizada.

source: Message sent!
es: ¡Mensaje enviado!

source: Notification wasn't sent, probably because it had already been sent.
es: La notificación no se envió, probablemente porque ya se envió.

source: An agency with that name already exists. Please contact us at %{email}.
es: Ya existe una agencia con ese nombre. Por favor contáctenos en% {email}.

source: Law Enforcement Agency was successfully added. Please check your email for further details.
es: Una agencia ya existe con este nombre.

source: Please enter an agency name.
es: Por favor ingrese el nombre de una agencia.

source: Lock was successfully added.
es: Lock se agregó con éxito.

source: Lock was updated.
es: Lock fue actualizado.

source: Lock was deleted
es: Se eliminó el bloqueo

source: We don't have your phone number on file. If you'd like to add it to your account, text Register followed by your email address.
es: Debe ser miembro de una organización aprobada para usar este servicio.

source: For help with commands, text help
es: Para ayuda con los comandos, ayuda con el texto

source: This number is already registered.
es: Este número ya está registrado.

source: Please check your email to confirm your account.
es: Por favor revise su correo electrónico para confirmar su cuenta.

source: Authentication added.
es: Autenticación agregada.

source: Your credentials for this social network are associated with another user account. Contact support if you wish to merge these accounts.
es: La autenticación no se pudo agregar. %{error de mensajes}

source: Organization event was successfully added.
es: Evento de organización fue agregado con éxito.

source: Organization event was successfully updated.
es: Evento de la organización fue actualizado con éxito.

source: Your organization information has been updated.
es: La información de su organización ha sido actualizada.

source: You must enter a message to send.
es: Debe ingresar un mensaje para enviar.

source: The user was added to the organization.
es: El usuario fue agregado a la organización.

source: The user was updated.
es: El usuario fue actualizado.

source: The user could not be updated. #{@organization_user.errors.messages.inspect}
es: Ningún usuario estuvo presente.

source: The organizaiton was added.
es: La organización fue agregada.

source: Please enter the name of your organization
es: Por favor ingrese el nombre de su organización

source: Your organization information was updated.
es: La información de su organización se actualizó.

source: Shield updated.
es: Escudo actualizado.

source: There was a problem with this shield ID.
es: Hubo un problema con esta identificación del escudo.

source: An organization with that name already exists. Please use a different name, or contact %{email} for access.
es: No se pudo enviar el mensaje

source: You are now setup as a volunteer for %{organization}
es: Ahora estás configurado como voluntario para% {organization}

source: You are now setup as a searcher for %{organization}
es: Ahora está establecido como un buscador para% {organization}

source: You are now setup as staff for %{organization}
es: Ahora está establecido como personal para% {organization}

source: Sorry, your link was not valid. Please contact support@project529.com and we can help.
es: Tu cuenta ya tiene permisos.

source: There was an error setting your payment method. Please contact us at %{email}.</p> %{errors
es: Buzón

source: All of your columns will be imported.
es: Todas sus columnas serán importadas.

source: The kit code is valid
es: El código del kit es válido

source: Sorry, that's not a valid kit code
es: Lo siento, ese no es un código de kit válido

source: Your message was sent.
es: Tu mensaje fue enviado.

source: You must enter a subject and a message to send.
es: Debe ingresar un asunto y un mensaje para enviar.

source: Sorry, there was a problem with the photo you uploaded.
es: Lo sentimos, hubo un problema con la foto que cargó.

source: Sorry, there was a problem uplading your photo.
es: Lo sentimos, hubo un problema al subir tu foto.

source: Sorry, there was a problem uploading your photo.
es: Lo sentimos, hubo un problema al subir tu foto.

source: Sorry, there was a problem uploading your photo. Make sure that it is a jpg, gif, or png image and has the proper file extension.
es: Por favor ingrese un código de promoción válido

source: POS Setting Added
es: Ajuste POS añadido

source: POS Setting Update
es: Actualización de configuración de POS

source: POS Deleted
es: POS eliminado

source: Proxy Added
es: Proxy agregado

source: Proxy Updated
es: Proxy actualizado

source: Proxy Deleted
es: Proxy eliminado

source: Sorry, there was a problem with the photo you uploaded
es: Lo sentimos, hubo un problema con la foto que subiste

source: The bike information has been added.
es: La información de la bicicleta ha sido agregada.

source: The bike information has been updated.
es: La información de la bicicleta ha sido actualizada.

source: Please check your email for a link to set your password.
es: Recordatorio fue creado con éxito.

source: Reminder was successfully updated.
es: Recordatorio fue actualizado con éxito.

source: Your saved search was successfully created.
es: Tu búsqueda guardada fue creada con éxito.

source: Your saved search was successfully updated.
es: Su búsqueda guardada se actualizó correctamente.

source: This shield ID is not currently assigned to a bike.
es: Este ID de escudo no está asignado actualmente a una bicicleta.

source: That's not a valid shield ID.
es: Esa no es una identificación de escudo válida.

source: Please enter a Shield ID
es: Por favor ingrese una identificación de escudo

source: Use your browser's print command to print
es: Use el comando de impresión de su navegador para imprimir

source: Your timeline item was successfully created.
es: Su elemento de línea de tiempo fue creado con éxito.

source: Your timeline item was successfully updated.
es: Su elemento de la línea de tiempo se actualizó correctamente.

source: An organization with that name already exists. Please contact us at %{email}.
es: Una organización con ese nombre ya existe. Por favor contáctenos en% {email}.

source: Your campus was successfully added.
es: Su campus se agregó con éxito.

source: There was a problem creating your organization. Please contact us at support@project529.com
es: Una escuela con ese nombre ya existe.

source: Please enter a name for your school.
es: Por favor ingrese un nombre para su escuela.

source: Look for an email with a link to set your password.
es: Busque un correo electrónico con un enlace para configurar su contraseña.

source: You already have email login
es: Ya tienes acceso de correo electrónico

source: You must be logged in to do that.
es: Debe iniciar sesión para hacer eso.

source: You've exceeded your login attempts. You can try again in %{minutes} minutes.
es: Por favor, introduzca una dirección de correo electrónico válida.

source: Your language has been updated. Please refresh your page to view the new language.
es: Tu idioma ha sido actualizado. Actualiza tu página para ver el nuevo idioma.

source: Violation was successfully updated.
es: La violación fue actualizada con éxito.

source: 529 Tip: Getting the Most out of the 529 Manager Console
es: 529 Sugerencia: obtener el máximo provecho de la consola 529 Manager

source: 529 Tip: Setting Up and Publishing your Custom Registry
es: 529 Consejo: configurar y publicar su registro personalizado

source: 529 Tip: Searching the 529 Garage
es: 529 Consejo: buscando en el garaje 529

source: 529 Tip: Working with Bike Shops
es: 529 Consejo: Trabajar con tiendas de bicicletas

source: 529 Tip: Accessing Your Registration Data
es: 529 Consejo: Acceda a sus datos de registro

source: 529 Tip: Automating your 529 Bike Searches
es: 529 Consejo: Automatice sus Búsquedas de Bicicletas 529

source: 529 Tip: Using the 529 Collateral & Training Libraries
es: 529 Sugerencia: uso de las bibliotecas de colateral y capacitación 529

source: Matching Bike Report
es: Informe de bicicleta a juego

source: Recovered Bike Inquiry
es: Consulta sobre bicicleta recuperada

source: Welcome to the 529 University Edition Trial
es: Bienvenido al 529 University Edition Trial

source: Welcome to the 529 Law Enforcement Edition Trial
es: Bienvenido a la prueba de 529 Law Enforcement Edition

source: Welcome to the 529 Law Enforcement Edition
es: Bienvenido a la edición de la ley 529

source: A new team member has joined
es: Se unió un nuevo miembro del equipo

source: Welcome to the 529 Garage
es: Bienvenido al garaje 529

source: Important: Your 529 Garage Trial is expiring soon
es: Importante: su prueba de garaje 529 expira pronto

source: Important: Your 529 Garage Trial has expired
es: Importante: su prueba de garaje 529 ha expirado

source: 529 Garage Subscription Reminder
es: 529 Recordatorio de suscripción de garaje

source: 529 Garage Subscription Change
es: 529 Cambio de suscripción de garaje

source: Your Receipt from Project 529
es: Su recibo del Proyecto 529

source: Welcome to the 529 Garage Bike Shop Edition
es: Bienvenido a la 529 Garage Bike Shop Edition

source: Thanks for your interest in the 529 Garage
es: Gracias por su interés en el garaje 529

source: Confirm your phone number for 529 Garage Messaging Lookup
es: Confirme su número de teléfono para 529 Garage Messaging Lookup

source: %{org_name} has been verified for the 529 Garage.
es: % {org_name} ha sido verificado para el 529 Garage.

source: Your 529 Garage import is complete
es: Su importación de 529 Garage está completa

source: Your 529 Garage export is complete
es: Su exportación de garaje 529 está completa

source: 529 Garage Bicycle Incident Report
es: 529 Informe de incidentes de bicicletas en el garaje

source: 529 Garage Bicycle Registration Receipt
es: 529 Recibo de registro de bicicleta de garaje

source: Please pickup your 529 Garage bicycle registration decal
es: Por favor recoja su calcomanía de registro de bicicleta 529

source: Your Lock Registration
es: Su registro de bloqueo

source: Your 529 Registration Needs Additional Information
es: Su 529 Registro necesita información adicional

source: 529 Garage Found Bicycle Receipt
es: Se encontró un recibo de bicicleta en 529 Garage

source: Important update to your %{org_name} Bicycle Registration
es: Actualización importante de su registro de bicicleta% {org_name}

source: Missing Bicycle Alerts for %{zipcode}
es: Faltan alertas de bicicletas para% {zipcode}

source: Issue with your missing bike alert
es: Problema con su alerta de bicicleta faltante

source: Tips for Recovering Your Stolen Bike
es: Consejos para recuperar su bicicleta robada

source: Important: Has someone found your bike?
es: Importante: ¿Alguien ha encontrado tu bicicleta?

source: Please contact us about your bicycle
es: Por favor contáctenos sobre su bicicleta

source: Information about your bike
es: Información sobre su bicicleta

source: Happy Bike Registration Anniversary!
es: ¡Feliz aniversario de inscripción de bicicletas!

source: Your 529 Garage Bike Poster is Complete
es: Su póster de bicicleta de garaje 529 está completo

source: Your %{pdf_name} is complete
es: Su% {pdf_name} está completo

source: Your bike has been marked recovered.
es: Tu bicicleta ha sido marcada como recuperada.

source: Important changes to your 529 Garage Login
es: Cambios importantes en su 529 Acceso al garaje

source: email and/or organization must be set.
es: correo electrónico y / u organización debe estar establecido.

source: Message Sent
es: Mensaje enviado

source: Message could not be sent.
es: Mensaje no pudo ser enviado

source: Shield
es: Proteger

source: Serial Number
es: Número de serie

source: Private
es: Privado

source: This bike is registered but not reported stolen. If you have a tip, contact us at support@project529.com
es: desconocido

source: %{promo_code} is not a valid promotion code.
es: % {promo_code} no es un código de promoción válido.

source: Promotion code cannot be blank
es: El código de promoción no puede estar en blanco

source: %{promo_code} has expired.
es: % {promo_code} ha expirado.

source: %{promo_code} has already been applied by %{promo_cap} members.
es: % {promo_code} ya ha sido aplicado por miembros% {promo_cap}.

source: %{promo_code} has already been applied to your account.
es: % {promo_code} ya se aplicó a su cuenta.

source: %{promo_code} has already been applied %{promo_cap} time.
es: % {promo_code} ya se aplicó% {promo_cap}.

source: %{promo_code} has already been applied to this bike.
es: % {promo_code} ya se ha aplicado a esta bicicleta.

source: %{promo_code} requires Lock Level %{promo_level}.
es: % {promo_code} requiere Nivel de bloqueo% {promo_level}.

source: %{promo_code} requires a valid email address.
es: % {promo_code} requiere una dirección de correo electrónico válida.

source: Cable Lock
es: Bloqueo de cable

source: Chain Lock
es: Cerradura de cadena

source: Combination Lock
es: Cerradura de combinación

source: Foldable Lock
es: Cerradura plegable

source: Rack Lock
es: Bloqueo de rack

source: Smart Lock
es: Cerradura inteligente

source: U-Lock
es: Candado en U

source: Wheel Lock
es: Bloqueo de las ruedas

source: Skewer Lock
es: Pincho de bloqueo

source: Other
es: Otro

source: Black
es: negro

source: Blue
es: Azul

source: Bronze
es: Bronce

source: Brown
es: marrón

source: Copper
es: Cobre

source: Gold
es: Oro

source: Gray
es: gris

source: Green
es: Verde

source: Orange
es: naranja

source: Pink
es: Rosado

source: Purple
es: Púrpura

source: Red
es: rojo

source: White
es: Blanco

source: Silver
es: Plata

source: Yellow
es: Amarillo

source: Aluminum
es: Aluminio

source: Carbon
es: Carbón

source: Plastic
es: El plastico

source: Steel
es: Acero

source: Titanium
es: Titanio

source: Wood
es: Madera

source: Brushed
es: Cepillado

source: Glossy
es: Lustroso

source: Matte
es: Compañero

source: Metalllic
es: Metalico

source: Pearl
es: Perla

source: Raw
es: Crudo

source: Cargo
es: Carga

source: Commuter
es: Viajero diario al trabajo

source: Cruiser
es: Crucero

source: Custom
es: Personalizado

source: Cyclocross
es: Ciclocross

source: Electric Bike
es: Bicicleta electrica

source: Electric Scooter
es: Scooter electrico

source: Elliptical
es: Elíptico

source: Fat bike
es: Bicicleta grasa

source: Folding bike
es: Bicicleta plegable

source: Freestyle
es: Estilo libre

source: Hybrid
es: Híbrido

source: Mountain
es: Montana

source: Mixte
es: Mezclar

source: Recumbent
es: Yacente

source: Road
es: La carretera

source: Step_through
es: Paso a paso

source: Tandem
es: Tándem

source: Touring
es: Turismo

source: Track
es: Pista

source: Trial
es: Juicio

source: Triathlon
es: Triatlón

source: Tricycle
es: Triciclo

source: Unicycle
es: Monociclo

source: Velomobile
es: Velomóvil

source: Youth
es: Juventud

source: Manufacturer
es: Fabricante

source: Model
es: Modelo

source: Frame Color
es: Color del marco

source: Year
es: Año

source: Bike Value
es: Valor de bicicleta

source: Size
es: tamaño

source: Number of gears
es: Número de engranajes

source: Name
es: Nombre

source: Address
es: Dirección

source: City
es: Ciudad

source: State
es: Estado

source: Phone Number
es: Número de teléfono

source: Student ID
es: Identificación del Estudiante

source: Photos
es: fotos

source: 529 Shield
es: Escudo 529

source: National Bike Registry
es: Registro Nacional de Bicicletas

source: SF Safe
es: SF seguro

source: January
es: enero

source: February
es: febrero

source: March
es: marzo

source: April
es: abril

source: May
es: mayonesa

source: June
es: junio

source: July
es: julio

source: August
es: agosto

source: September
es: septiembre

source: October
es: octubre

source: November
es: noviembre

source: December
es: diciembre

source: Sort by distance
es: Ordenar por distancia

source: Sort by make
es: Ordenar por hacer

source: Sort by model
es: Ordenar por modelo

source: Sort by date reported
es: Ordenar por fecha informada

source: Sort by serial_number
es: Ordenar por número_serie

source: Sort by shield
es: Ordenar por escudo

source: Sort by serial number
es: Ordenar por número de serie

source: New
es: Nuevo

source: Registered
es: Registrado

source: Transferred
es: Transferido

source: Stolen
es: Robado

source: Recovered
es: Recuperado

source: Pending Transfer
es: Transferencia pendiente

source: United States Dollar (USD)
es: Dólar estadounidense (USD)

source: Canadian Dollar (CAD)
es: Dólar canadiense (CAD)

source: Australian Dollar (AUD)
es: Dólar australiano (AUD)

source: British Pound (GBP)
es: Libra esterlina (GBP)

source: Colombian Peso (COP)
es: Peso colombiano (COP)

source: Mexican Peso (MXN)
es: Peso mexicano (MXN)

source: New Zealand Dollar (NZD)
es: Dólar de Nueva Zelanda (NZD)

source: Japanese Yen (JPY)
es: Yen japonés (JPY)

source: English - US
es: Inglés - EE.UU.

source: English - Canadian
es: Inglés - canadiense

source: French
es: Francés

source: French - Canadian
es: Franco canadiense

source: English
es: Ingles

source: Spanish
es: Español

source: Bike Shop or Other Store
es: Tienda de bicicletas u otra tienda

source: Friend or Family Member
es: Amigo o miembro de la familia

source: Online Marketplace
es: Mercado en línea

source: Front
es: Frente

source: Side
es: Lado

source: You and your bike
es: Tú y tu bicicleta

source: Serial number
es: Número de serie

source: Receipt
es: Recibo

source: What to look for
es: Qué buscar

source: Back
es: Atrás

source: Accessory
es: Accesorio

source: Bags
es: Pantalón

source: Saddles
es: Sillas de montar

source: Pedals
es: Pedales

source: Lights
es: Luces

source: Fenders
es: Guardabarros

source: Racks
es: Bastidores

source: Locks
es: Cabellos

source: Bars
es: Barras

source: Wheelsets
es: Juegos de ruedas

source: Seat posts
es: Mensajes de asiento

source: Trailers
es: Remolques

source: Grips
es: Puños

source: Bike Computers
es: Computadoras de bicicleta

source: Bells
es: Campanas

source: Mirrors
es: Espejos

source: Shocks
es: Choques

source: Baskets
es: Cestas

source: Other Components
es: Otros componentes

source: Electric Motors
es: Motor electrico

source: Mounts
es: Monturas

source: Pumps
es: Zapatillas

source: Reflectors
es: Reflectores

source: Repair Kits
es: Kits de reparación

source: Covers
es: Cubiertas

source: Received
es: Recibido

source: Published
es: publicado

source: Claimed
es: Reclamado

source: Auctioned
es: Subastado

source: Donated
es: Donado

source: Destroyed
es: Destruido

source: Volunteers
es: Voluntarios

source: Staffers
es: Empleados
