Repository: IlyaPapelishvili/15.04
Catalog: */gitlocalize-2021-04-16-app.po
Languages: es

source: if you have any comments or questions!
es: si tiene algún comentario o pregunta!

source: Today's Tip: Automating Searches and Managing Your Property Room
es: Publica tus bicicletas confiscadas con tu comunidad

source: To get the word out to your community about impounded bikes, click the Publish button, and we'll automatically post a searchable, shareable Bike Found poster to our site to let bike owners do the matching for you.
es: Consejo de hoy: búsqueda avanzada de bicicletas

source: Search the biggest bike database in North America.
es: Busque en la base de datos de bicicletas más grande de América del Norte.

source: By using 529 Garage to search for stolen bikes, you’re able to access our database of %{number_searchable} bikes that are registered with us or our partners (such as Operation Hands Off, SF SAFE and Bike Index).
es: Puede ordenar los resultados por distancia de su organización

source: You'll see more detailed information on the bikes and owners that registered with your organization.
es: Es importante asegurarte de que eres

source: logged in using a verified %{garage_type} account,
es: inició sesión utilizando una cuenta verificada% {garage_type},

source: otherwise, you'll only see bikes reported stolen. You can tell if you are logged in with a verified account if the search filter panel shows an option to search Reported Stolen Only.
es: Aprende más.

source: The best way to learn how to use search is just to try it, but there are some nuances and tricks that can help you be more productive. Ten minutes with our
es: Búsqueda avanzada de video

source: and you’ll be an expert.
es: y serás un experto

source: Automatic Renewal
es: Renovación Automática

source: Billed Annually
es: facturado anualmente

source: Next billing date
es: Siguiente Fecha de facturación

source: Hi,
es: Hola,

source: I saw the recovered %{bike}, and think it might be my bike.
es: Vi el% {bike} recuperado, y creo que podría ser mi bicicleta.

source: Here's the information on my bike
es: Aquí está la información en mi bicicleta

source: My Identification
es: Mi identificación

source: See more details about the bike.
es: Ver más detalles sobre la bicicleta.

source: Thanks,
es: Gracias

source: Please add your mailing address so we can send your shields
es: Por favor agregue su dirección postal para que podamos enviarle sus escudos

source: Hi #{org_name},
es: Hola # {org_name}:

source: Just a reminder, your %{plan_desc} plan's annual subscription for %{org_name} renews on %{renew_date}, and the payment method associated with your account will automatically be charged %{price}
es: No se requiere ninguna acción, pero es posible que desee

source: check your payment method
es: verifica tu forma de pago

source: to ensure that it's the one you'd like charged.
es: para asegurar de que sea el que le gustaría cobrar.

source: Thanks for using the 529 Garage!
es: ¡Gracias por usar el garaje 529!

source: %{name} has been verified by the 529 Garage!
es: ¡% {name} ha sido verificado por el garaje 529!

source: We have now enabled your ability to search all %{number_searchable} bikes registered with us and our search partners.
es: la configuración de tu organización,

source: on the Team page.
es: en la página de Equipo.

source: Your CSV export from the 529 Garage is complete.
es: Su exportación de CSV desde el garaje 529 está completa.

source: You can download the file here
es: Puedes descargar el archivo aquí

source: This download will expire in 6 months, on %{date}.
es: Esta descarga caducará en 6 meses, en% {date}.

source: This is the last installment of our tip series to help you get the most out of the 529 Garage service.
es: Consejo de hoy: Uso de las bibliotecas de colateral y capacitación

source: The 529 Collateral Library
es: La biblioteca colateral 529

source: After working with dozens of partners across all of North America in the last five years, we’ve developed a fairly extensive collateral library. It includes postcards, posters, tri-folds, stickers, A-frames and tons of stock photography. As a 529 Garage %{garage_type} Edition subscriber, your organization has access to use 529 assets in print or on your website.
es: La biblioteca de entrenamiento

source: These introductory e-mails were intended to give you a broad overview of the 529 Garage %{garage_type} Edition, but are only scratching the surface. We’ve also created a series of in-depth screencasts for you to reference as you explore and learn new parts of the system. The videos run 5-10 minutes apiece and walk you through examples step-by-step.
es: Busca el

source: icon throughout the site for tutorials that cover the screen you are currently in, or click the 529 Garage Training link on the Manager Console Dashboard under Important Links.
es: Eso es todo por ahora.

source: We hope that you’ve found these introductory e-mails helpful and that our integrated tutorials can give you immediate help 24 x 7. We know that it’s impossible to cover every topic or anticipate every problem, so when you have one, be sure to drop us a line at
es: cada vez que surge un problema

source: Thanks for doing your part to help #endbiketheft. We appreciate your partnership and support!
es: Has realizado un cambio en tu suscripción a la cuenta 529 Garage.

source: Your current features will continue to work until %{date}. Your account will then revert to our %{plan_name} plan.
es: Si no quiso hacer este cambio, puede cambiar su plan nuevamente. Solo

source: log into your dashboard,
es: Acceda a su panel de control,

source: select Settings, and choose Billing and Subscription. Then choose your preferred plan.
es: Gracias por registrarte!

source: We created the 529 Garage Law Enforcement Edition to help citites and law enforcement agencies take a stand against the bike theft epidemic, whether it's quickly identifying a stolen bike on the street, or dealing with space-consuming bicycles in your property room.
es: enlace desde las opciones del menú.

source: %{org_name}'s account is currently set to search only publicly reported stolen bikes, but as soon as we confirm your law enforcement status, you'll be able to search all registered bikes as well.
es: Tablero de% {org_name}

source: %{org_name}'s settings
es: Configuración de% {org_name}

source: Need some help getting started? Check out our online training
es: ¿Necesitas ayuda para empezar? Mira nuestra capacitación en línea

source: Need 529 Garage artwork? Check out our collateral library:
es: Gracias por registrarse en el Servicio de búsqueda de 529 Garage Messenger.

source: To activate the service, please confirm your account by clicking the link below
es: Confirmar ahora

source: You will then recieve a message on your phone indicating your device has been activated.
es: Es similar a estas bicicletas

source: Is similar to this bike
es: Es similar a esta bicicleta

source: reported since %{date}
es: informado desde% {date}

source: View Match
es: Ver partido

source: View All
es: Ver todo

source: Your CSV import to the 529 Garage is complete.
es: Su importación CSV al garaje 529 está completa.

source: We had the following errors during the import
es: Tuvimos los siguientes errores durante la importación

source: (Please use date format: %{date_format})
es: (Utilice el formato de fecha:% {date_format})

source: You can view the bikes in the property room tab here
es: Puede ver las bicicletas en la pestaña de la propiedad aquí

source: Thank you for signing up your organization with the 529 Garage.
es: Gracias por registrarte en tu organización con el 529 Garage.

source: Your 529 Garage login is:
es: Su inicio de sesión en el garaje 529 es:

source: To complete your setup, click here to set your password.
es: Para completar su configuración, haga clic aquí para configurar su contraseña.

source: Welcome to the 529 Garage Bike Shop Edition.
es: Bienvenido a la 529 Garage Bike Shop Edition.

source: You are now setup to help your customers protect your bikes.
es: Ahora está configurado para ayudar a sus clientes a proteger sus bicicletas.

source: If you are registering bikes on behalf of your customers, you can use the 529 Garage app (
es: Descárgalo ahora)

source: or click the Assign link in the 529 Garage Manager Console menu. To register a bike for a customer, you'll need their email address and the 529 Garage Shield ID that you used.
es: ¿Sabía que puede preinscribir bicicletas?

source: To save time during checkout, you can capture all the information about the bikes in your shop, and simply transfer the bike to your customer when you sell it. Pre-registering bikes also makes sure that you have all the data about the bikes in your shop, in case the worst happens.
es: La siguiente bicicleta fue reportada como robada:

source: Registered on
es: Registrado en

source: Not Listed
es: No enlistado

source: Bike Description
es: Descripción de la bicicleta

source: Incident Information
es: Información del incidente

source: Last seen
es: Ultima vez visto

source: Incident Location
es: Ubicación del incidente

source: Police Report Case Number
es: Número de caso del informe policial

source: Click here for more information on this bike and incident.
es: Si necesita información adicional sobre esta bicicleta, contáctese con

source: This incident report was generated by the
es: Este informe de incidentes fue generado por

source: a national bike registration and recovery service. You are receiving this report because this bike was registered with your organization, and you've asked us to mail you the details we have on file for the bike and the incident.
es: Puede subir de nivel su registro agregando

source: Practice Safe Locking
es: Practica el bloqueo seguro

source: Always use a high-quality lock designed for bicycles. Avoid inexpensive cable or chain locks– they can be defeated in seconds.
es: Instale la aplicación de garaje 529 y ayude a otros propietarios de bicicletas

source: Help your fellow 529 Garagers by installing the 529 Garage app and turning on notifications, so you'll know when bikes are reported stolen and can keep an eye out for the bike.
es: Promoción (% {promo})

source: Pro-rated Discount
es: Descuento prorrateado

source: Account Balance
es: Saldo de la cuenta

source: Total Billed
es: Total facturado

source: Billing Skipped - Already Paid
es: Facturación omitida: ya está pagada

source: Just a reminder, your %{plan_desc} plan for %{org_name} expires on %{date}, and your account will revert to our FREE %{free_plan_name} plan.
es: Si prefiere seguir con su plan actual,

source: Otherwise, no action is required. Your subscription will automatically downgrade.
es: Gracias por probar la edición 529 Garage% {edition_type}.

source: As a new member of the 529 community, we wanted to share a few tips to help you get started, and to get the most out of the 529 platform.
es: Consejo de hoy: Familiarícese con la Consola de administrador

source: What is the Manager Console?
es: ¿Cuál es la consola del administrador?

source: The Manager Console is a restricted section of the 529 Garage website that allows organizations to manage everything about their 529 Garage service. You can view statistics, run reports of your registered bikes, configure who in your organization has access and their permissions, access our advanced search, integrate your property room and tap into our collateral library and training.
es: ¿Cómo accedo a la consola de administrador?

source: First, you’ll need to be logged in with your administrator account
es: Primero, deberá iniciar sesión con su cuenta de administrador

source: green band
es: banda verde

source: new menu
es: Nuevo menú

source: Then, click Manager Console in the menu bar. With that, you’ll gain access to a new menu bar with a %{band} that replaces the public menu options with %{org_type} capabilities.
es: El tablero

source: When you enter the Manager Console, you are presented with some at-a-glance data for your organization called the Dashboard.
es: Robos recientes y la hoja de calor

source: On the left of the Manager Console Dashboard is the Recent Thefts column.
es: nuestro video de consola de cinco minutos

source: to get familiar with the Manager Console capabilities. It’s part of our growing library of how-to videos that you can find in our
es: Artículos de línea de tiempo

source: Timeline Date
es: Fecha de línea de tiempo

source: Title
es: Título

source: New Timeline Item
es: Nuevo elemento de línea de tiempo

source: Edit Timeline
es: Editar línea de tiempo

source: Show
es: Espectáculo

source: Organization: %{orgdisplay_name}
es: Organización:% {orgdisplay_name}

source: Rescued Server Error
es: Error del servidor rescatado

source: Alert for Review
es: Alerta para revisión

source: More Details
es: Más detalles

source: New Lightspeed Connection
es: Nueva conexión Lightspeed

source: Need to check the custom field mappings
es: Necesita verificar las asignaciones de campo personalizadas

source: This registration is likely fraudulent. This user's account has been silently disabled.
es: Reportado por:

source: Reason:
es: Razón:

source: Silently disabled on:
es: Silenciosamente desactivado en:

source: Social Network Post for Review
es: Publicación en las redes sociales para revisión

source: Incident Link
es: Enlace del incidente

source: Posting To
es: Publicando en

source: Go to Moderation Page
es: Ir a la página de moderación

source: Recovered Bike Transfer Conflict
es: Recuperado conflicto de transferencia de bicicletas

source: This bike is being transferred to
es: Esta bicicleta está siendo transferida a

source: The recovered bike has a matching bike, but it wasn't assigned to this user.
es: Bicicleta a juego

source: Bike Page
es: Página de bicicleta

source: Recovered Bike
es: Bicicleta recuperada

source: Recovered Bike Page
es: Página de bicicleta recuperada

source: Woo hoo! A bike was just marked as recovered.
es: ¡Woo hoo! Una bicicleta acaba de marcarse como recuperada.

source: Admin Bike Link
es: Enlace de bicicleta de administrador

source: Admin Incident Link
es: Enlace de incidente de administrador

source: Send Notification
es: Enviar notificación

source: Stolen From Location
es: Robado de la ubicación

source: Recovery Info
es: Información de recuperación

source: A new bike shop was added
es: Se agregó una nueva tienda de bicicletas

source: There is a new request for more information from
es: Hay una nueva solicitud de más información de

source: Organization Type
es: Tipo de organización

source: Expected Number of Bikes
es: Número esperado de bicicletas

source: A new organization was added
es: Se agregó una nueva organización

source: Please verify & approve the organzation for full search if necessary
es: Verifique y apruebe la organización para una búsqueda completa si es necesario

source: Dashboard
es: Tablero

source: Rails Admin
es: Administrador de rieles

source: Show on Hotsheeet
es: Mostrar en Hotsheeet

source: See more
es: Ver más

source: Awesome! Your all done. Your %{bike} have been now been registered with
es: ¡Increíble! Tu todo hecho. Su% {bike} ha sido ahora registrado con

source: If you have other bikes without shields, be sure to
es: Si tienes otras bicicletas sin escudos, asegúrate de

source: register them
es: registrador

source: and pick up a shield at one of the following locations
es: y recoger un escudo en una de las siguientes ubicaciones

source: Terms & Conditions of Promotion
es: Términos y condiciones de promoción

source: Promotion Start
es: Inicio de promoción

source: Promotion End
es: Promoción final

source: No expiration
es: Sin fecha de caducidad

source: Limit %{promo_cap} per customer
es: Límite% {promo_cap} por cliente

source: Limit once per bike.
es: Límite una vez por bicicleta.

source: Standard Terms and Conditions apply
es: Aplican términos y condiciones estándar

source: Promotions
es: promociones

source: No promotions were found
es: No se encontraron promociones

source: Hello from Project 529
es: Hola del Proyecto 529

source: take a bike out of crime
es: sacar una bicicleta del crimen

source: Our service is worldwide, but our HQ is:
es: Nuestro servicio es mundial, pero nuestra sede central es:

source: Turn off all notifications
es: Desactivar todas las notificaciones

source: Our privacy policy
es: Nuestra política de privacidad

source: ALL RIGHTS RESERVED
es: TODOS LOS DERECHOS RESERVADOS

source: 529 Garage: Register. Respond. Recover. | Join the World's Largest Bicycle Registration Service to Protect Your Bike
es: Su cuenta ha sido deshabilitada

source: If you think this is an error
es: Si crees que esto es un error

source: Toggle Navigation
es: Navegación de palanca

source: Powered by 529 Garage
es: Desarrollado por 529 Garage

source: Log out
es: Desconectar

source: Custom Registry
es: Registro personalizado

source: Kiosk
es: Quiosco

source: You currently have %{trial_start} days remaining on your free trial. Click here to upgrade now.
es: Si crees que esto es un error

source: Start
es: comienzo

source: You currently have %{trial_start_date} days remaining on your free trial.
es: Haga clic aquí para actualizar ahora.

source: Shields & Goods
es: Escudos y productos

source: Shields
es: Escudos

source: Shield Summary
es: Resumen del escudo

source: Add Shields
es: Añadir escudos

source: Batch Builder
es: Constructor de lotes

source: About 529 Garage
es: Acerca de 529 Garage

source: Terms of Use
es: Términos de uso

source: Know an organization that we should be working with? Let us know!
es: ¡Síguenos en Instagram!

source: From great views seen on our rides to bike safety tips, check out our Instagram feed!
es: 529 Alimentación de Instagram

source: Got A Shield?
es: ¿Tienes un escudo?

source: Level up your bike registration with a 529 Shield. Our tamper-resistant decals each have a unique code that will add an extra identifier to your bike and serve as a warning to bike thieves to back off.
es: Obtener un escudo

source: Now that you've joined the 529 Garage community, it's time to add your bike.
es: ¿Confundirse?

source: Just click on the question mark on the bottom of the screen.
es: Obtener un escudo.

source: Level up your bike registration with a 529 Shield. Our tamper-resistant decals have a unique ID for your bike to add an extra identifier and a warning to bike thieves to back off.
es: La bicicleta ya falta?

source: That sucks. Let our network be on the lookout for it with you.
es: Eso apesta. Deje que nuestra red lo busque con usted.

source: Just register your bike as if it weren't stolen, adding all the details and information you can. Once it's registered, tap the bike in your garage and press the alert button.
es: Comunidad conectada

source: Bike Security
es: Seguridad de la bicicleta

source: The 529 Garage is the digital neighborhood watch for bikes.
es: El garaje 529 es el reloj de vecindad digital para bicicletas.

source: Just a few clicks is all it takes to get your bike the protection it deserves.
es: Acerca de

source: Jobs
es: Trabajos

source: Our App
es: Nuestra aplicación

source: Newsletter
es: Hoja informativa

source: Follow us on Facebook
es: Síguenos en Facebook

source: Follow us on Twitter
es: Síganos en Twitter

source: Follow us on Google+
es: Síguenos en Google+

source: Project 529, Inc ALL RIGHTS RESERVED
es: Proyecto 529, Inc TODOS LOS DERECHOS RESERVADOS

source: Selling this %{bike_title} bicycle?
es: ¿Vendiendo esta bicicleta% {bike_title}?

source: Register this bike for a friend?
es: Registra esta bicicleta para un amigo?

source: Your registration has been transferred, and is pending pickup by the new owner. If you need to resend the transfer, click Cancel Transfer, and create a new transfer request for this registration.
es: Cancelar transferencia

source: Enter the new owner's email address and a note to transfer the bike's registration to them.
es: Nuevo correo electrónico del propietario

source: Transfer photos
es: Transfiere fotos

source: Transfer accessories
es: Accesorios de transferencia

source: Message to new owner
es: Mensaje al nuevo propietario

source: It's your bike registration! Come and get it!
es: ¡Es tu registro de bicicleta! ¡Ven y tómalo!

source: Edit Lock
es: Editar bloqueo

source: Did you find a bike? List it on our Found Bikes page.
es: [ALGUNA]

source: Shield or other label ID
es: Escudo u otra etiqueta de identificación

source: Fewer Filters
es: Menos filtros

source: Other Details
es: Otros detalles

source: Shielded Bikes Only
es: Solo bicicletas blindadas

source: Reported Stolen Only
es: Reportado solo robado

source: Include deleted
es: Incluir eliminado

source: Need help learn more about how to search
es: Necesita ayuda para aprender más sobre cómo buscar

source: Hide Filters
es: Ocultar filtros

source: is
es: es

source: Any
es: ninguna

source: More Filters
es: más filtros

source: Show Filters
es: Mostrar filtros

source: Missing For
es: Desaparecido para

source: No bikes were found in this area.
es: No se encontraron bicicletas en esta área.

source: Zoom or pan the map to show an area with missing bikes to update the list.
es: Gracias por ayudar!

source: You just became someone's hero.
es: Te acabas de convertir en el héroe de alguien.

source: Want to help more?
es: ¿Quieres ayudar más?

source: Sign me up for Hot Sheet Email
es: Registrarse en el Hot Sheet Email

source: We'll send you mail with any new stolen bike listings for bikes in your area, at most once per day.
es: Suscribir

source: Send a sample
es: Enviar una muestra

source: Have you seen me?
es: ¿Me has visto?

source: For More Information: http://
es: Para más información: http: //

source: Missing Bike!
es: ¡Falta la bici!

source: Great! The bike has now been registered.
es: ¡Estupendo! La bicicleta ahora ha sido registrada.

source: Next, do you have photos of the bike?
es: Luego, ¿tienes fotos de la bicicleta?

source: We recommend getting photos of the serial number, the side of the bike (not just a stock photo from the internet!), and something unique about the bike, plus and an owner/bike photo.
es: Omitir

source: I'm done for now
es: He terminado por ahora

source: Are you sure you want to delete this photo?
es: ¿Estás seguro de que quieres eliminar esta foto?

source: Add Accessories
es: Agregar accesorios

source: Adding
es: Añadiendo

source: This bike is currently listed as stolen.
es: Esta bicicleta actualmente figura como robada.

source: A 529 Shield is an optional decal with a unique code that can be used to identify a bike. This shield can also act as a theft deterrent by letting would-be thieves know that others will be on the lookout for the bike, and makes it easier for law enforcement to return the bike if it has been recovered.
es: La bicicleta de tu amigo

source: You and Your Bike
es: Tú y tu bicicleta

source: Your Friend with their Bike
es: Tu amigo con su bicicleta

source: Delete Bike
es: Eliminar bicicleta

source: Mark Bike Stolen
es: Marcar bicicleta robada

source: Confirm Delete
es: Confirmar eliminación

source: You must enter an email address
es: Debes ingresar una dirección de correo electrónico

source: You must enter a valid Shield ID
es: Debe ingresar una identificación de escudo válida

source: Most recent 50 bikes
es: Las 50 bicicletas más recientes

source: We found %{num} bike recently reported stolen
es: Encontramos% {num} bicicleta recientemente reportada como robada

source: We found %{num} bike recently posted
es: Encontramos% {num} bicicleta publicada recientemente

source: We found %{num} bike closely matching
es: Encontramos% {num} bicicleta muy cerca

source: Show results from
es: Mostrar resultados de

source: Loading Results
es: Cargando resultados

source: Missing BIkes
es: Faltan Bies
