Repository: IlyaPapelishvili/15.04
Catalog: */gitlocalize-2021-04-16-app.po
Languages: es

source: The original serial number holder can then confirm that the bicycle was stolen or inform us that the bicycle was sold. In response, we can recommend that the original serial number holder contact law enforcement authorities or transfer the bicycle registration to the new owner. If law enforcement authorities direct or request us to disclose information about a bicycle, including the owner information, we will fully cooperate with law enforcement authorities.
es: Para acceder a su configuración de usuario, simplemente seleccione

source: in the top menu
es: en el menú superior

source: To access your bike information, just select
es: Para acceder a la información de su bicicleta, simplemente seleccione

source: Your Garage.
es: Tu garaje

source: Install
es: Instalar

source: our mobile app,
es: nuestra aplicación móvil,

source: and join the 529 community!
es: ¡Y únete a la comunidad 529!

source: Join our cause
es: Únete a nuestra causa

source: We've got more energy than an army of ninjas when it comes to fighting bike theft. But we know we can't do it alone. So we've teamed up with local law enforcement, universities, bike shops and cycling clubs to raise the bar on bike registration and recovery. Together, we can do this thing.
es: Háganos saber acerca de

source: cycling events we should attend.
es: eventos de ciclismo que deberíamos asistir.

source: Do you sell cycling gear? Become a
es: ¿Vendes equipo de ciclismo? Convertirse en un

source: registration station.
es: estación de registro.

source: Do you work for a university? Learn more about
es: ¿Trabajas para una universidad? Aprender más acerca de

source: our university bike security program.
es: nuestro programa de seguridad en bicicleta para la universidad.

source: Do you work for local government or law enforcement? Learn more about
es: ¿Trabajas para el gobierno local o la policía? Aprender más acerca de

source: our secure bike city programs.
es: nuestros programas seguros de ciudad en bicicleta.

source: Do you manage residential or commercial properties with bike storage? Talk to us about
es: ¿Gestionas una flota de bicicletas corporativas? Hable con nosotros sobre

source: our fleet management bike security program.
es: nuestro programa de seguridad de bicicletas para la administración de flotas.

source: Become a sponsor. Find out more about
es: Conviértase en un patrocinador. Encuentra mas sobre

source: our upcoming programs and tours.
es: nuestros próximos programas y tours.

source: Here are just a few of our partners
es: Estos son solo algunos de nuestros socios

source: Want to join our campaign?
es: ¿Quieres unirte a nuestra campaña?

source: Let us know!
es: ¡Haznos sable!

source: Home
es: Inicio

source: Send Messages
es: Enviar mensajes

source: Log Out
es: Finalizar la sesión

source: Help
es: ¡Ayuda

source: Campus Edition
es: Edición Campus

source: No more paper forms, no more spreadsheets
es: No más formularios en papel, no más hojas de cálculo

source: Forget index cards and spreadsheets that make it hard to collect even the smallest amount of data about your students’ bikes, and are impossible to manage. With the 529 Garage, your students enter detailed information including photographs of their bike on their mobile device or on our easy to use website. Once captured, their bike is immediately connected to your university making the bike easily searchable for your campus police and transportation staff.
es: Configuración simple

source: Our cloud-based system means there’s no complicated software to install. Simply indicate mandatory data fields, your alert notification alias and any custom messages, and distribute a 529 Shield to each cyclist. We will track the bike and owner for you, send reminders to complete the registration process.
es: Encontrar propietarios de bicicletas recuperadas

source: Is your property room filling up with bikes? Help get them back to their rightful owners with our property room bike management system. Just add the bikes you've recovered, and we'll automatically search all of the stolen and non-stolen bikes registered with us (and other registries, like Bike Index) for potential matches, so you don't have to. Our service keeps searching, in the event the bike is registered after the fact.
es: Educación y Conciencia

source: Plans for schools of all sizes
es: Planes para escuelas de todos los tamaños

source: We have a plan to fit your school, whether you are managing a hundred or 10,000 bikes.
es: Pruébalo

source: Add Your Bike
es: Agrega tu bicicleta

source: Found Bikes
es: Bicis encontradas

source: Shield & Goods
es: Escudo y productos

source: Manager Console
es: Consola de administrador

source: Your Settings
es: Su configuración

source: Log In or Join
es: Inicia sesión o Únete

source: Powered by 529
es: Desarrollado por 529

source: Post Found Bike
es: Publicar bicicleta encontrada

source: Smarter Bike Services
es: Servicios de bicicletas más inteligentes

source: Cities, law enforcement, schools, property managers and clubs: We're the dashboard for your communities' bikes.
es: 529 en la prensa

source: See more of our press
es: Vea más de nuestra prensa

source: See more found bikes
es: Ver más motos encontradas

source: Our Story
es: Nuestra historia

source: Over the last 2 decades, bike theft in North America has grown to epidemic proportions - affecting about 2 million riders each year. Beyond the half-billion dollar cycling black market, many stolen bikes are involved in secondary crimes - serving as a modern “getaway vehicle” for criminals.
es: Leer en

source: From our Partners
es: De nuestros socios

source: See All our Partners
es: Ver todos nuestros socios

source: Shield Placement
es: Colocación de escudo

source: Where you place your shield is up to you, but we recommend placing the shields on the seat tube, just below the top tube. That way, it's visible to act as a deterrent.
es: La parte posterior del tubo del asiento también funciona bien.

source: Shield Application
es: Aplicación de escudo

source: To help make it straight, try placing a strip of masking tape around the seat tube so that you have a clear straight edge to align the top of the shield with. It should make placement much simpler.
es: Manejo del escudo

source: When you are ready to place, peel the shield off from the one of the top corners. It should pull up fairly easily once you get it started.
es: ¡UPS!

source: If you do accidentally apply your shield incorrectly or have any issues with your shield,
es: por favor déjanos saber

source: Shield Problems
es: Problemas de escudo

source: and we will void the shield number and send you a new one.
es: y anularemos el número de escudo y le enviaremos uno nuevo.

source: Need to Get it Off?
es: ¿Necesita quitarlo?

source: If you do need to remove your shield for some reason, the best approach is to use a firm plastic straight edge (try a credit card) to "scrape" the shield off. A bit of goo gone will help remove any adhesive that remains on the bike or on your fingers/credit card. It will likely take at least 10 minutes to remove. (they are intended to be hard to take off!)
es: ¿Vende tu bicicleta?

source: No need to remove your shield... you can transfer your bike information to the new owner. Just select your bike in the Garage, and select Transfer Bike and follow the instructions. We'll transfer
es: La marca de bicicletas, el modelo y la información de construcción

source: The bike color, size and year information
es: El color de la bicicleta, el tamaño y la información del año

source: The bike's shield
es: El escudo de la bicicleta

source: Any accessories still attached to the bike
es: Cualquier accesorio todavía unido a la bicicleta

source: The bike's side, shield, look for and serial number photos.
es: El lado de la bicicleta, escudo, buscar y fotos de número de serie.

source: The bike's insurance information
es: La información de seguro de la bicicleta

source: We don't transfer
es: Nosotros no transferimos

source: Photos of you and your bike
es: Fotos de ti y tu bicicleta

source: Your receipt photo
es: Su foto de recibo

source: Any recovery photos
es: Todas las fotos de recuperación

source: Your email address or other user settings
es: Su dirección de correo electrónico u otra configuración de usuario

source: Join our newsletter mailing list
es: Únete a nuestra lista de correo del boletín

source: It's a fun mashup of bike security tips, news about our partners and the new features we are rolling out! And, don't worry... we won't spam your inbox.
es: Contratar

source: Site Search
es: Búsqueda de sitio

source: We want to thank
es: Queremos agradecer

source: Are you a robot?
es: ¿Eres un robot?

source: Sorry. No robots allowed.
es: Lo siento. No se permiten robots.

source: If you are a human, please try again and leave the spam field empty.
es: Si eres humano, intenta de nuevo y deja el campo de spam vacío.

source: 529 Garage Artwork
es: 529 ilustraciones de garaje

source: Untitled Folder (%{collateralpublic_collateralwhe})
es: Carpeta sin título (% {collateralpublic_collateralwhe})

source: How To Find Your Serial Number
es: Cómo encontrar tu número de serie

source: On most bikes, the serial number will be under the bottom bracket. You'll need to flip the bike over to look for it.
es: Es posible que desee una linterna para ayudarlo a leer el relieve.

source: What if it's not there?
es: ¿Qué pasa si no está allí?

source: Other places to check are
es: Otros lugares para verificar son

source: The downtube, just above the cranks
es: El downtube, justo encima de las bielas

source: The rear stays that hold your rear wheel
es: La parte posterior se queda con la rueda trasera

source: The top of the crank
es: La parte superior de la manivela

source: Under your top tube
es: Debajo de tu tubo superior

source: The headset
es: Los auriculares

source: What if I can't find a serial number?
es: ¿Qué pasa si no puedo encontrar un número de serie?

source: Unfortunately, some bikes simply don't have serial numbers, so type None into the serial number field and keep on going, and make sure you enter as much information as you possibly can about your bike.
es: Edificios aptos para bicicletas, simplificados.

source: Permit, track and enforce your tenant bike parking
es: No más formularios en papel, no más hojas de cálculo.

source: Forget index card registries or spreadsheets that make it hard to collect even the smallest amount of data about your tenants’ bikes, and are impossible to manage. With the 529 Garage, your tenants enter detailed information including photographs of their bike(s) on their mobile device or on our easy to use website. Once captured, their bike is immediately connected to your organization making it easily accessible to your security team, receptionist or concierge.
es: Configuración simple, permisos y gestión de ingresos

source: Our cloud-based system means there’s no complicated software to install. Simply set the critical data you want to collect, permit duration and fees for your parking permits, and assign each bike owner a 529 Shield. We track it for you, and automatically notify tenants when their permit needs to be renewed.
es: Aplicación fácil

source: The 529 Garage gives you all the tools you need to easily see whose accounts are current, and which bikes belong on the bike racks. Find a bike that is overdue? An email or call to the tenant is just a tap away. Find a bike that doesn’t belong? Print a warning to alert the bike owner that the next time, the bike may be impounded.
es: Tranquilidad para sus inquilinos

source: The 529 Garage turns your building’s bike registration fees from a “tax” to an investment in protecting their bicycles. Our unique crowd-connected alert system alerts nearby 529 members in the vacinity to be on the look out, and greatly increases their chance of getting their bike back in the case of a theft. It’s like a 21st century neighborhood watch.
es: Móvil amigable

source: View all your building’s registered parking from your smart phone, making bike room and garage walk-throughs a breeze. We can also help you with co-branded collateral to guide your tenants on the best way to secure their bike, your permitting requirements and parking regulations.
es: Haga de su construcción un lugar más seguro para las bicicletas.

source: bike protection in the palm of your hand
es: protección para bicicletas en la palma de tu mano

source: In less than 5 minutes, our 529 Garage app will help you capture the critical information about your bike and establish ownership, helping you maximize your claim with insurance and recovery efforts with police in the event of loss.
es: ¿Quiere lanzar su capa de Superman y ayudar a su vecino?

source: No worries, you don’t need to leap tall buildings or outrun a speeding locomotive, just snap a picture of the bike you think matches the bike's description and tell us what direction it was heading. We’ll let the owner know. It’s that easy and you don’t even have to jump in the phone booth to put on your outfit.
es: ¡Nuestra aplicación para Android ya salió en beta!

source: Thanks for joining us.
es: Gracias por unirte a nosotros.

source: Now that you've signed up, it's time to
es: Ahora que se ha registrado, es hora de

source: Add a Bike with the 529 Garage App
es: Agregue una bicicleta con la aplicación de garaje 529

source: Go to your bikes.
es: Ve a tus bicicletas

source: Modern Tools
es: Herramientas modernas

source: for bike management
es: para la gestión de bicicletas

source: Bike theft isn't only a problem for bike owners. Bike theft creates challenges for schools, city and law enforcement property rooms, bike shops and property managers. We all want our bikes to be safer. Let us show you how we can help.
es: Administrar y devolver bicicletas recuperadas

source: Safeguard your customers' bikes
es: Protege las bicis de tus clientes

source: Promote bike security awareness
es: Promueva la conciencia de seguridad de la bicicleta

source: From our partners
es: De nuestros socios

source: Enter your location
es: Presenta tu ubicación

source: Lookup
es: Buscar

source: Or, buy online:
es: O compra en línea:

source: Project 529 is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to amazon.com and amazon.ca.
es: Project 529 participa en el Programa de Asociados de Amazon Services LLC, un programa de publicidad para afiliados diseñado con el fin de proporcionar un medio para que los sitios obtengan ganancias mediante la publicidad y los enlaces a amazon.com y amazon.ca.

source: Cities & Law Enforcement Agencies
es: Ciudades y agencias de aplicación de la ley

source: Universities & Schools
es: Universidades y escuelas

source: Sorry. We do not have any available in your area. Try our online options.
es: ¡Lo siento!

source: Your bike has been registered with the 529 Garage.
es: Su bicicleta ha sido registrada en el 529 Garage.

source: Be part of the solution to the bike theft epidemic and log in to claim it.
es: Fabricante de cerradura

source: Lock Model
es: Modelo de bloqueo

source: Lock Browser
es: Bloquear navegador

source: Lock Families
es: Bloquear familias

source: Lock Models
es: Modelos de bloqueo

source: Security Rating
es: Clasificación de seguridad

source: Lock models for
es: Bloquear modelos para

source: Save your lock information
es: Guarde su información de bloqueo

source: Browse
es: Vistazo

source: Key or Combination
es: Clave o combinación

source: Combination
es: Combinación

source: Key
es: Llave

source: Key Number
es: Número clave

source: Confirm Key Number
es: Confirmar número de clave

source: Lock Combination
es: Combinación de bloqueo

source: Confirm Lock Combination
es: Confirmar la combinación de bloqueo

source: Add a Photo of Your Lock
es: Agrega una foto de tu candado

source: Advanced Theft Protection
es: Protección avanzada contra robo

source: Registered With
es: Registrado con

source: Register for ATP
es: Registrarse para ATP

source: How to order keys
es: Cómo pedir claves

source: Lock Errors %{count}
es: Errores de bloqueo% {count}

source: Sorry, that combination is not valid
es: Lo siento, esa combinación no es válida

source: Sorry, the first two letters on your key are not compatible with the lock you selected. Refer to our lock guide if you need help figuring out what lock you have.
es: Cerraduras ABUS

source: with a minimum security level of 8 (higher is always better). Make sure when locking your bike to secure your frame and a wheel to a secure rack designed for bikes.
es: Reenviar desbloquear instrucciones

source: Setup Your Password
es: Configura tu contraseña

source: Reset Your Password
es: Restablecer su contraseña

source: Sorry, your reset password link is no longer valid.
es: Lo sentimos, su enlace de restablecimiento de contraseña ya no es válido.

source: Send a new reset link
es: Enviar un nuevo enlace de reinicio

source: Passwords must be at least 8 characters long
es: Las contraseñas deben tener al menos 8 caracteres de largo

source: Confirm New Password
es: Confirmar nueva contraseña

source: Save Password
es: Guardar contraseña

source: Reset Password
es: Restablecer la contraseña

source: To reset your password, enter the email address you use to log in.
es: Tu correo electrónico

source: Send Reset Link
es: Enviar enlace de reinicio

source: Hello %{resourceemail}!
es: ¡Hola% {resourceemail}!

source: Your account has been locked due to an excessive number of unsuccessful log in attempts.
es: Haga clic en el enlace de abajo para desbloquear su cuenta

source: Unlock my Account
es: Desbloquear mi cuenta

source: Someone has requested a link to change your password.
es: Alguien ha solicitado un enlace para cambiar tu contraseña.

source: Use the link below to reset your password
es: Utilice el siguiente enlace para restablecer su contraseña

source: Change my password
es: Cambiar mi contraseña

source: If you've requested a password reset multiple times in a short period of time, you'll need to make sure that you use the last link you received. Each request invalidates previous requests.
es: ¿Tiene problemas con el enlace? Copie y pegue esta url en su navegador:

source: If you didn't request this, please ignore this email. Your password won't change until you access the link above and set a new one.
es: Hola

source: Can you do us a quick favor and
es: ¿Puedes hacernos un favor rápido y

source: verify this email address?
es: ¿Verifique este correo electronico?

source: Didn't sign up? Feel free to just delete this email. Or, better yet,
es: ven a ver nuestra misión

source: to stick it to bike thieves.
es: para pegarlo a los ladrones de bicicletas.

source: Ride More
es: Montar más

source: Project 529
es: Proyecto 529

source: Your email
es: Tu correo electrónico

source: Logging In...
es: Iniciar sesión...

source: Or you can
es: O tu puedes

source: Looks like you've signed up using One-Click.
es: Parece que te ha registrado usando One-Click.

source: Please log in with your social network.
es: Por favor inicie sesión con su red social.

source: with Google+
es: con Google+

source: with Facebook
es: con Facebook

source: with Twitter
es: con Twitter

source: Your Password
es: Tu contraseña

source: Hi There
es: Hola

source: It looks like you've already confirmed this email address, so you are all done.
es: Usted puede

source: add bikes or view all the bikes in your garage here.
es: añada bicicletas o vea todas las bicicletas en su garaje aquí.

source: Just log in
es: Simplemente inicie sesión

source: If not, you might need to clear your browser cookies.
es: Si no es así, es posible que deba borrar las cookies de su navegador.

source: Still having problems?
es: ¿Todavía tienes problemas?

source: Let us know so we can help.
es: Háganos saber para que podamos ayudar.

source: Support Request
es: Solicitud de soporte

source: I'm having problems confirming my account.
es: Tengo problemas para confirmar mi cuenta.

source: Unsubscribe
es: Darse de baja

source: Your Name
es: Tu nombre

source: Enter your best contact phone number
es: Ingrese su mejor número de teléfono de contacto

source: Share my contact information with law enforcement
es: Compartir mi información de contacto con la aplicación de la ley

source: Check this if you want law enforcement to be able to contact you about your bike even if you haven't yet reported your bike stolen. This will help law enforcement return your bike as soon as possible.
es: Reciba nuestro boletín trimestral

source: Join Now
es: Únete ahora

source: Notification Areas
es: Áreas de notificación

source: It's hard to help spot a missing bike in Tokyo when you are in Portland. Use our notification areas to set the locations you really want to hear about bike theft, so you can lend a helping thumb.
es: Actualmente suscrito a

source: Add a new area:
es: Agrega una nueva área:

source: You've signed up with One Click!
es: ¡Te registraste con One Click!

source: Please enter your email address and contact information so we can complete your account setup.
es: Cuál es tu dirección de correo electrónico

source: Any contact info you provide can help law enforcement return your bike. Check the Always Share box if you want to be contacted about your bike even if you haven't yet reported your bike stolen. This will help law enforcement return your bike as soon as possible.
es: ¿Como deberíamos llamarte?

source: What's the best email for you?
es: ¿Cuál es el mejor correo electrónico para ti?

source: There appears to be a problem with your email address. Our attempts to send you email have bounced. Please correct your email address so we are able to get in touch with you in the event of theft. If you believe your email address is correct as is, please contact us at support@project529.com
es: Correo electrónico alternativo

source: Only for stolen bike recovery or important notices about your bike
es: Número de teléfono alternativo

source: Opt-in to receive texts about your bike
es: Inscríbete para recibir textos sobre tu bicicleta.

source: This lets organizations contact you about your bike more quickly than by email
es: Huso horario

source: Change Password
es: Cambiar la contraseña

source: Please check your email for a welcome email or a password reset link. If you need a new reset link,
es: Haga clic aquí

source: New Password
es: Nueva contraseña

source: You created your account with One Click. Would you like to set a separate password for your account?
es: Agregar correo electrónico Iniciar sesión

source: To help us identify you, give us a question and answer that only you would know.
es: Respuesta desafiante

source: Student ID #
es: #ID del estudiante

source: Mailbox number
es: Número de correo postal

source: Associated Organizations
es: Organizaciones asociadas

source: Your Language
es: Tu lenguaje

source: Language
es: Idioma

source: Refresh the page after you save to see your updated language.
es: Actualice la página después de guardar para ver su idioma actualizado.

source: Communications
es: Comunicaciones

source: How can we communicate with you?
es: ¿Cómo podemos comunicarnos con usted?

source: Receive confirmation emails
es: Reciba correos electrónicos de confirmación

source: (We'll still email you with critical notifications.)
es: (Aún le enviaremos un correo electrónico con notificaciones críticas).

source: Receive our newsletter
es: Reciba nuestro boletín

source: Receive a daily Hot Sheet email for
es: Reciba un correo electrónico Hot Sheet diario para

source: Within
es: dentro
