Repository: IlyaPapelishvili/15.04
Catalog: */gitlocalize-2021-04-16-app.po
Languages: es

source: You represent and warrant that (i) your use of the Website will be in strict accordance with the Project 529 Privacy Policy, with these Terms of Service, and with all applicable laws and regulations (including without limitation any local laws or regulations in your country, state, city, or other governmental area, regarding online conduct and acceptable content, and including all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside) and (ii) your use of the Website will not infringe or misappropriate the intellectual property rights of any third party.
es: Diverso.

source: The Terms of Service and our Privacy Policy constitute the sole and entire agreement between Project 529 and you with respect to the Website and supersede all prior and contemporaneous understandings agreements, representation, and warranties, both written and oral, with respect to the Website. The Terms of Service or Privacy Policy may only be modified by a written amendment signed by an authorized executive of Project 529, or by the posting by Project 529 of a revised version. Except to the extent applicable law, if any, provides otherwise, all matters relating to the Website and these Terms of Service and any dispute or claim arising therefore or related thereto (in each case, including non-contractual disputes or claims) will be governed by and construed in accordance with the internal laws of the state of Oregon, U.S.A., excluding its choice or conflict of law provisions or rules (whether of the State of California or any other jurisdiction). Any legal suit, action, or proceeding arising out of, or related to, these Terms of use or the Website shall be institute exclusively in the federal courts located in Multnomah County, Oregon. The prevailing party in any action or proceeding to enforce these Terms of Service shall be entitled to costs and attorneys’ fees. If any part of these Terms of Service is held invalid or unenforceable, that part will be construed to reflect the parties’ original intent, and the remaining portions will remain in full force and effect. A waiver by either party of any term or condition of these Terms of Service or any breach thereof, in any one instance, will not waive such term or condition or any subsequent breach thereof. You may assign your rights under these Terms of Service to any party that consents to, and agrees to be bound by, its terms and conditions; Project 529 may assign its rights under this Agreement without condition. These Terms of Service will be binding upon and will inure to the benefit of the parties, their successors and permitted assigns.
es: Sus comentarios y preocupaciones.

source: This Website is operated by Project 529, Inc
es: Este sitio web es operado por Project 529, Inc

source: All notices of copyright infringement claims should be sent to the copyright agent in the manner and by the means set forth above.
es: Sobre nosotros

source: In 2013, we set out to create a sustainable program that helps reduce bike theft, promote cycling, and make cities and campuses more bike friendly. The result is the 529 Garage.
es: registrando tu bicicleta

source: and getting your community signed up with our program.
es: y lograr que su comunidad se registre en nuestro programa.

source: The 529 Garage Timeline
es: La cronología del garaje 529

source: We'd be happy to remind you later.
es: Estaremos encantados de recordarte más tarde.

source: Just enter your email address below.
es: Sólo tienes que introducir tu dirección de correo electrónico a continuación.

source: Your email address
es: Tu correo electrónico

source: We're Full!
es: ¡Estaban llenos!

source: We may not have any positions open now, but we always like to hear from folks who want to fight bike theft. So, tell us about yourself and how you might help at
es: Lo siento. No soportamos su navegador en este momento.

source: You can keep going, but everything might not work quite right.
es: Puedes seguir, pero es posible que no todo funcione bien.

source: We recommend using one of the following browsers
es: Recomendamos usar uno de los siguientes navegadores

source: Chrome version 40-something
es: Versión de Chrome 40-algo

source: Safari version 7 or greater
es: Safari versión 7 o superior

source: Firefox 29-something
es: Firefox 29-algo

source: IE version 10 or greater
es: IE versión 10 o superior

source: Our Partners
es: Nuestros compañeros

source: Interested in partnering with us?
es: ¿Interesado en asociarse con nosotros?

source: Send us mail at %{email} or you can find out more online
es: Envíenos un correo electrónico a% {email} o puede averiguar más en línea

source: Mail us
es: Envíenos

source: Find Out More
es: Saber más

source: Schools & Universities
es: Escuelas y Universidades

source: Property Managers, Clubs & More
es: Administradores de propiedades, clubes y más

source: Contact Us
es: Contáctenos

source: Need help with our site?
es: ¿Necesita ayuda con nuestro sitio?

source: Send us mail at %{email} or checkout our online FAQ
es: Preguntas más frecuentes

source: Have a media query?
es: ¿Tiene una consulta de medios?

source: Send us mail at %{email}
es: Envíenos un correo electrónico a% {email}

source: Interested in a partnership?
es: Interesado en una asociación?

source: Get the 529 Garage App
es: Obtenga la aplicación de garaje 529

source: Tap to Install
es: Toca para instalar

source: Sorry, this browser or device is not supported.
es: Lo sentimos, este navegador o dispositivo no es compatible.

source: It looks like
es: Parece que

source: account has already been created.
es: cuenta ya ha sido creada.

source: For access, please contact
es: Para el acceso, por favor contáctese

source: Run into any problems? Just let us know at
es: ¿Tiene algún problema? Simplemente avísenos a

source: and we'll get you going.
es: y nosotros te ayudaremos.

source: Welcome National Bike Registry Users!
es: ¡Bienvenido Usuarios de National Bike Registry!

source: Since 1984, the National Bike Registry (NBR®) has worked with law enforcement to return stolen bikes to their rightful owners. Now, NBR has joined forces with Project 529, to create the nation's largest bike registry giving bike owners an even better chance of recovering their bikes.
es: El número de teléfono que le diste a NBR

source: A serial number of one of your NBR registered bikes
es: Un número de serie de una de sus bicicletas registradas NBR

source: Would you like to receive our newsletter?
es: ¿Quieres recibir nuestro boletín?

source: Create my Account
es: Crear mi cuenta

source: Creating Your Account...
es: Creando tu cuenta ...

source: Remind me Later
es: Recuérdame más tarde

source: If you've already migrated to a 529 Garage Account, just
es: Si ya ha migrado a una cuenta de garaje 529, solo

source: log in.
es: iniciar sesión.

source: Don't have an NBR account? You can still register your bike for free with the 529 Garage!
es: Regístrate ahora.

source: Don't remember your bike's serial number?
es: ¿No recuerdas el número de serie de tu bicicleta?

source: Contact us at
es: Contactanos en

source: and we'll help you out.
es: y te ayudaremos.

source: Your account move has been completed!
es: ¡Tu movimiento de cuenta ha sido completado!

source: In the next few minutes, you should receive an email to set your password. Just follow the link, pick a password, and you'll be logged in.
es: Una vez que haya iniciado sesión

source: To access your organization's dashboard, just select
es: Para acceder al tablero de su organización, simplemente seleccione

source: Manager Console.
es: Consola del administrador

source: From there, you'll be able to search for bikes.
es: Desde allí, podrás buscar bicicletas.

source: Hi Again.
es: Hola de nuevo.

source: It looks like you've already moved your account. You just need to
es: Parece que ya has movido tu cuenta. Solo necesitas

source: log in
es: Iniciar sesión

source: to get going.
es: para ponerse en marcha.

source: If you've forgotten your password, just go to
es: Si olvidó su contraseña, solo vaya a

source: enter your email address, and select the Forgot Password link to get a password reset link.
es: 529 garaje

source: Bike Shop Edition
es: Edición Bike Shop

source: Protect your customers' bikes
es: Protege las bicis de tus clientes

source: Registering a bike greatly improves the chances of getting the bike back after a theft. Our 529 Garage registration kits are a great add on item for all bike sales.
es: Verifique las compras de bicicletas usadas

source: Does your shop buy used bikes?
es: ¿Su tienda de bicicletas usadas?

source: Run them through our services to check for stolen bike alerts to make sure that they are legitimate.
es: Compruébalo mediante nuestros servicios para revisar las alertas de bicicletas robadas y asegurarte de que son legales.

source: Register Your Rentals
es: Registra tus alquileres

source: Does your shop rent bikes?
es: ¿Su tienda alquila bicicletas?

source: Protect your rental fleet by registering the bikes with us!
es: ¡Proteja su flota de alquiler registrando las bicicletas con nosotros!

source: POS Integration
es: Integración POS

source: Automatically register your customer's bikes on checkout!
es: ¡Registre automáticamente las bicicletas de su cliente en el proceso de pago!

source: We support Lightspeed POS to make registering a bike as easy as just a couple of clicks.
es: Preinscriba su inventario

source: Grab all the details about the bikes in your inventory easily with our app, and transfer the registration to the new owner with just their email address on purchase. Having your inventory registered not only helps safeguard your shop's bikes, but may help you get a discount on your insurance.
es: Pruébalo

source: To convert your NBR police account to your free 529 Garage Law Enforcement Edition Account, we just need the following information
es: El número de teléfono de su organización

source: Your NBR Password
es: Su contraseña de NBR

source: If you've already migrated to a 529 Garage Account, just
es: Si ya ha migrado a una cuenta de garaje 529, solo

source: Where to find 529 garage registration kits
es: Dónde encontrar 529 kits de registro de garaje

source: Our Press Mentions
es: Nuestras menciones de prensa

source: hosting a cycling friendly event?
es: organizar un evento amigable con ciclistas?

source: Add bike registration to your list of perks
es: Agregue registro de bicicletas a su lista de ventajas

source: Bike valet, with a purpose
es: Valet de bicicletas, con un propósito

source: Does your event have a bike valet? Do some good by offering to register your cyclists bikes. Our mobile app makes it easy to quickly capture all the important information about the bike for your customers while their bikes are idle.
es: Muestra tu escudo

source: The 529 Shields make it easy to create raffles and other
es: Los 529 Shields facilitan la creación de rifas y otros

source: Make your event make the world a safer place for bikes.
es: Haga que su evento haga del mundo un lugar más seguro para las bicicletas.

source: Law Enforcement Edition
es: Aplicación de la ley

source: Your own branded registry
es: Su propio registro de marca

source: Get all the power of a nation wide registration service, but with a local face. There's no programming required to customize your own, branded registration page with important tips about bike security in your area.
es: En las búsquedas de la calle

source: Take your bike-lookup to the streets with our mobile-friendly dashboard that gives your officers the ability to quickly search
es: Menos búsqueda, más hallazgos

source: Is your property room filling up with bikes? Help get them back to their rightful owners with our property room bike management system. Just add info for the bikes you've impounded, and we'll automatically search all of the bikes registered with us (and other registries, like Bike Index) for potential matches, so you don't have to. Our service keeps searching, in the event the bike is registered after the fact.
es: Publica tus motos incautadas con facilidad

source: To get the word out to your community about impounded bikes, just click Publish, and we'll post a searchable, shareable Bike Found poster to our site, and let bike owners do the matching for you. Our service filters inquiries to ensure that all required information (such as a police report case # or serial number) is completed, minimizing false alarms that might burden your department.
es: Registrar bicicletas para su comunidad

source: Use our dedicated app on smartphones or tablets to host registration events for your community. The 529 Garage makes it simple to enlist an army of volunteers to help get community bikes registered, fast. You can also easily register impounded bikes when they are returned to their rightful owner (or auctioned/donated).
es: Confiado por la aplicación de la ley

source: Become one of
es: Convertirse en uno de

source: our %{organizationnumber_partners} partners in fighting bike theft!
es: Nuestro nivel de búsqueda universal es gratis.

source: Tiers & Pricing
es: Niveles y precios

source: Get Started
es: Empieza

source: At Project 529 we have a few fundamental principles
es: En el Proyecto 529 tenemos algunos principios fundamentales

source: We don’t ask you for personal information unless we truly need it. (We can’t stand services that ask you for things like your gender or income level for no apparent reason.)
es: Esta política de privacidad se aplica a la información que recopilamos

source: On the Website.
es: En el sitio web.

source: In e-mail, text and other electronic messages between you and the Website.
es: Esta política de privacidad no se aplica a la información recopilada por

source: us offline or through any other means, including on any third party (including our affiliates and subsidiaries); or
es: Niños menores de 13 años

source: Our Website is not intended for children under 13 years of age. No one under age 13 may provide any information to or on the Website. We do not knowingly collect personal information from children under 13. If you are under 13, do not use or provide any information on this Website or on or through any of its features/register on the Website, use any of the interactive or public comment features of this Website or provide any information about yourself to us, including your name, address, telephone number, e-mail address or any screen name or user name you may use. If we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete that information. If you believe we might have any information from or about a child under 13, please contact us at
es: Visitantes del sitio web

source: Project 529 collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request. Project 529’s purpose in collecting non-personally identifying information is to better understand how Project 529’s visitors use its website. From time to time, Project 529 may, without restriction, release non-personally-identifying information in the aggregate.
es: Recolección de información de identificación personal

source: Certain visitors to Project 529’s websites choose to interact with Project 529 in ways that require Project 529 to gather personally-identifying information. The amount and type of information that Project 529 gathers depends on the nature of the interaction. For example, we ask visitors who sign up for a site at project529.com to provide an email address. Those who engage in transactions with Project 529 – by reporting a bicycle as stolen, for example – are asked to provide additional optional information, such as name and phone number. In each case, Project 529 collects such information only insofar as is necessary or appropriate to fulfill the purpose of the visitor’s interaction with Project 529. Project 529 does not disclose personally-identifying information other than as described below. And visitors can always refuse to supply personally-identifying information, with the caveat that it may prevent them from engaging in certain website-related activities.
es: Información de redes sociales

source: Project 529 uses external social networking services such as Google+, Twitter or Facebook to create our user accounts, thereby eliminating the need to store user passwords. These services may gather personally-identifying information and share it with Project 529. The amount and type of information that Project 529 gathers depends on the settings of the service. For example, if visitor's friends list is public, the visitor grants Project 529 programmatic access to that list via the authentication service. Project 529 collects such information only insofar as is necessary or appropriate to fulfill the purpose of the visitor’s interaction with Project 529. Visitors can limit the amount of data shared with Project 529 with the security and privacy settings on their social network.
es: Estadísticas agregadas

source: Project 529 may collect statistics about the behavior of visitors to its websites. For instance, Project 529 may monitor the number of registrations or petition referrals. Project 529 may display this information publicly or provide it to others. However, Project 529 does not disclose personally-identifying information other than as described below.
es: Protección de cierta información de identificación personal

source: Project 529 discloses potentially personally-identifying and personally-identifying information only to those of its employees, contractors and affiliated organizations that (i) need to know that information in order to process it on Project 529’s behalf or to provide services available at Project 529’s websites, and (ii) that have agreed not to disclose it to others. Some of those employees, contractors and affiliated organizations may be located outside of your home country. By using Project 529’s websites, you consent to the transfer of such information to them. Project 529 will not rent or sell potentially personally-identifying and personally-identifying information to anyone. Other than to its employees, contractors and affiliated organizations, as described above, Project 529 discloses potentially personally-identifying and personally-identifying information only (1) in response to a subpoena, law or legal process, court order, or other regulatory or governmental request;(2) when Project 529 believes in good faith that disclosure is reasonably necessary to protect the property, safety, or rights of Project 529, third parties or the public at large; (3) the registered property is suspected to be stolen or otherwise fraudulent; or (4) to enforce or apply our Terms of Service and other agreements. If you are a registered user of the Website and have supplied your email address, Project 529 may occasionally send you an email to tell you about new features, solicit your feedback, or just keep you up to date with what’s going on with Project 529 and our products. We primarily use our various product blogs to communicate this type of information, so we expect to keep this type of email to a minimum. If you send us a request (for example via a support email or via one of our feedback mechanisms), we reserve the right to publish it in order to help us clarify or respond to your request or to help us support other users.
es: Política de privacidad de% {org_name}

source: If your bike is permitted with a partner organization, additional Privacy Policies may apply.
es: Seguridad de datos

source: Project 529 has implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration, and disclosure.
es: Galletas

source: A cookie is a string of information that a website stores on a visitor’s computer, and that the visitor’s browser provides to the website each time the visitor returns. Project 529 uses cookies to help Project 529 identify and track visitors, their usage of Project 529 website, and their website access preferences. Project 529 visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using Project 529’s websites, with the drawback that certain features of Project 529’s websites may not function properly without the aid of cookies. Unless you have adjusted your browser setting so that it will request cookies, our system will issue cookies when you direct your browser to our Website.
es: Traslados de Empresas

source: If Project 529, or substantially all of its assets, were acquired, or in the unlikely event that Project 529 goes out of business or enters bankruptcy, personal information held by Project 529 about our Website users would be one of the assets that is transferred or acquired by a third party. You acknowledge that such transfers may occur, and that any acquirer of Project 529 may continue to use your personal information as set forth in this policy.
es: Anuncios

source: Advertisements appearing on any of our Website may be delivered to users by advertising partners, who may set cookies. These cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile information about you or others who use your computer. The information they collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services . They may use this information to provide you with interest-based (behavioral) advertising or other targeted content. This Privacy Policy covers the use of cookies by Project 529 and does not cover the use of cookies by any advertisers.
es: Respuestas de Lista Caliente

source: Responding to a stolen bicycle hot list item or a bicycle sighting may publicly display your response, including any personally-identifying information that you include. We will otherwise not disclose your identity unless you explicitly grant permission to share your email or phone number with the original hot list item or bicycle sighting poster or if we suspect the posting is fraudulent.
es: Política de privacidad Cambios

source: Project 529 may change its Privacy Policy from time to time, and in Project 529’s sole discretion. It is our policy to post any changes we make to our privacy policy on this page. If we make material changes to how we treat our users' personal information, we will notify you by e-mail to the e-mail address specified in your account. The date the privacy policy was last revised is identified at the top of the page. You are responsible for ensuring we have an up-to-date active and deliverable e-mail address for you, and for periodically checking this page for any changes to this Privacy Policy. Your continued use of this site after any change in this Privacy Policy will constitute your acceptance of such change.
es: Proceso de número de serie duplicado

source: If a user enters a bicycle with a make and serial number that has been entered previously by a different user
es: No alertaremos al usuario que se acaba de registrar.
