Repository: IlyaPapelishvili/15.04
Catalog: */gitlocalize-2021-04-16-app.po
Languages: es

source: Editors
es: Editores

source: Developers
es: Desarrolladores

source: Administrators
es: administradores

source: Administrator
es: Administrador

source: Internal
es: Interno

source: Bike Shop
es: Tienda de bicicletas

source: Company
es: Empresa

source: Cycling Club
es: Club de ciclismo

source: Event
es: Evento

source: Government Agency
es: Agencia del gobierno

source: Insurance Agency
es: Agencia de seguros

source: Law Enforcement
es: Cumplimiento de la ley

source: University
es: Universidad

source: Bike Valet
es: Valet de bicicleta

source: Property Manager
es: Administrador de la propiedad

source: Registery
es: Registrarse

source: Sponsor
es: Patrocinador

source: Kilometers
es: Kilómetros

source: Miles
es: millas

source: Found
es: Encontró

source: False Alarm
es: Falsa alarma

source: Volunteer
es: Voluntario

source: Staff
es: Personal

source: Developer
es: Desarrollador

source: Searcher
es: Buscador

source: 1 Year
es: 1 año

source: 1 Month
es: 1 mes

source: 1 Day
es: 1 día

source: 4 Years
es: 4 años

source: Sort by: Distance from your Organization
es: Ordenar por: Distancia desde su organización

source: Sort by: Make
es: Ordenar por: Hacer

source: Sort by: Model
es: Ordenar por: Modelo

source: Sort by: Reported On
es: Ordenar por: Reportado el

source: Sort by: Serial Number
es: Ordenar por: Número de serie

source: Sort by: Shield
es: Ordenar por: Escudo

source: There was a problem
es: Había un problema

source: Missing
es: Desaparecido

source: Reward
es: Recompensa

source: View Bike
es: Ver bicicleta

source: Contact City
es: Contacto Ciudad

source: Contact Name
es: Nombre de contacto

source: Contact Email
es: Email de contacto

source: Contact Phone
es: teléfono de contacto

source: Contact Address 1
es: Dirección de contacto 1

source: Registration Date
es: Fecha de registro

source: External ID
es: ID externo

source: Contact State/Province
es: Contacto Estado / Provincia

source: Contact Postal Code
es: Contacto Código postal

source: Make
es: Hacer

source: Accent Color
es: Acentuar el color

source: Model Year
es: Año modelo

source: Bike Type
es: Tipo de bicicleta

source: Bike Size
es: Tamaño de bicicleta

source: Gender
es: Género

source: Description
es: Descripción

source: Contact Address 2
es: Dirección de contacto 2

source: Case Number
es: Número de caso

source: Last Seen
es: Ultima vez visto

source: Stolen Location
es: Ubicación robada

source: Proxy
es: Apoderado

source: Status
es: Estado

source: Email
es: Correo electrónico

source: Mailbox Number
es: Número de buzón

source: Label Code
es: Código de etiqueta

source: Pickup Location
es: Lugar de recogida

source: Assign Date
es: Asignar fecha

source: Processing
es: tratamiento

source: Plus %{count} More
es: Más% {count} Más

source: Errors on Import
es: Errores en la importación

source: Lightspeed is denying access to your 529 Garage account. Please contact us at support@project529.com.
es: Punteo

source: Error saving bike (%{header})
es: Error al guardar la bicicleta (% {header})

source: Error reading bike (%{bike_number}: #{e.message})
es: Error al leer la bicicleta (% {bike_number}: # {e.message})

source: There was an error reading your file. We are investigating the issue. There is no need to re-upload at this time.
es: Completar

source: is invalid
es: no es válido

source: User must have at least one authentication method
es: El usuario debe tener al menos un método de autenticación

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Log in
es: Iniciar sesión

source: Not a member?
es: ¿No es un miembro?

source: Join now
es: Únete ahora

source: Forgot your password?
es: Olvidaste tu contraseña?

source: Didn't receive confirmation instructions?
es: ¿No ha recibido la confirmación?

source: Didn't receive unlock instructions?
es: ¿No recibe instrucciones de desbloqueo?

source: Destroy
es: Destruir

source: Callback URL
es: URL de devolución de llamada

source: Edit
es: Editar

source: Application ID
es: ID de aplicación

source: Secret
es: Secreto

source: Scopes
es: Alcances

source: Callback URLs
es: URL de devolución de llamada

source: Authorize
es: Autorizar

source: Action
es: Acción

source: Prompt
es: Rápido

source: Able to
es: Capaz de

source: Deny
es: Negar

source: Revoke
es: Revocar

source: Application
es: Solicitud

source: Created at
es: Creado en

source: Date format
es: Formato de fecha

source: Showing %{page} %{results_count} out of %{matching_count} results matching %{incoming_text} near %{postal_code}
es: Intente agregar más a su búsqueda para reducir los resultados.

source: Found 1 bike
es: Encontramos 1 bicicleta

source: Stolen Bikes
es: Bicicletas robados

source: Reported
es: reportado

source: Where
es: Dónde

source: Registered Bikes
es: Bicis Registradas

source: Text More for the next results.
es: Envía un mensaje de texto para ver los próximos resultados.

source: Check this
es: Mira esto

source: No Matches Found
es: No se encontraron coincidencias

source: A new team member has been added to your organization's account.
es: Se agregó un nuevo miembro del equipo a la cuenta de tu organización.

source: Your Organization
es: Tu organización

source: Role
es: Papel

source: Your Application Keys
es: Sus claves de aplicación

source: Access Token
es: Token de acceso

source: Refresh Token
es: Actualizar Token

source: Your token has expired.
es: Tu token ha expirado

source: To refresh your access token programatically
es: Para actualizar tu token de acceso programáticamente

source: Method
es: Método

source: Data
es: Datos

source: Quick Print Bike Details
es: Detalles de la bicicleta de impresión rápida

source: Download Bike PDF Certificate
es: Descargar Certificado de Bicicleta PDF

source: You will receive an email when your poster is ready.
es: Recibirás un correo electrónico cuando tu póster esté listo.

source: You will receive an email when your registration report is ready.
es: Recibirá un correo electrónico cuando su informe de registro esté listo.

source: This report shows weekly search counts by your staff members.
es: 529 Estadísticas de Bike Registrado en el Garaje

source: Shielded Bikes
es: Bicicletas blindadas

source: Registered Bikes in Region
es: Bicis registrados en la región

source: Recovered Bikes in Region
es: Bicicletas recuperadas en la región

source: 529 Garage Worldwide Registered Bikes
es: 529 bicis registrados en el garaje del mundo

source: Loading Map
es: Cargando mapa

source: This report shows all bikes associated with your organization, including bike owner registrations and proxy registrations.
es: Registrado en

source: Owner Name
es: Nombre del propietario

source: Make/Model
es: Haz un modelo

source: Custom Registry Options
es: Opciones de registro personalizadas

source: You can customize your custom registry page by clicking Edit on the page, or you can update the information here.
es: Guardar

source: Saving
es: Ahorro

source: Heading information
es: Información del encabezado

source: Organization name
es: Nombre de la Organización

source: General registration information
es: Información general de registro

source: This will appear below your organization's name. Leave blank if you do not want this to appear.
es: imágenes

source: Background Photo
es: Foto de fondo

source: Custom fields
es: Campos personalizados

source: How should people report stolen bikes? Enter information for each that apply.
es: Informar el número de teléfono

source: Phone Format
es: Formato del teléfono

source: Report Website
es: Informe al sitio web

source: Website URL
es: URL del sitio web

source: Report Location
es: Ubicación del informe

source: How do people claim a recovered bike?
es: ¿Cómo reclaman las personas una bicicleta recuperada?

source: Please enter a street address
es: Por favor ingrese una dirección

source: Claim Location
es: Ubicación de reclamo

source: Postal Code
es: código postal

source: Claim Requirements
es: Requisitos de reclamación

source: Require serial number
es: Requerir número de serie

source: Require case number
es: Requerir número de caso

source: Require identification
es: Requerir identificación

source: Claim hours
es: Reclamar horas

source: Be sure to include days and hours.
es: Asegúrese de incluir días y horas.

source: Days held
es: Días de celebración

source: Number of days the bike will be held before disposal.
es: Número de días que la bicicleta se lleva a cabo antes de su eliminación.

source: Violations
es: violaciones

source: Add a Bike Violation
es: Agregar la infracción de una bicicleta

source: Parking Violations
es: Violaciones de estacionamiento

source: Add the information you have about the bike. Click lookup a shield to auto-fill in the information we have on the bike.
es: Agrega la información que tienes sobre la bicicleta. Haz clic en buscar un escudo para obtener automáticamente la información que tenemos sobre la bicicleta.

source: View All Violations
es: Ver todas las violaciones

source: Rental
es: Alquiler

source: Bike Details
es: Detalles de la bicicleta

# Manufacturer
source: Make
es: Hacer

source: Build
es: Construir

source: Serial
es: De serie

source: Number of Gears
es: Número de engranajes

source: Frame Size
es: Tamaño del marco

source: Additional Equipment
es: Equipamiento adicional

source: Bike Owner
es: Propietario de bicicleta

source: This bike owner contact information is private.
es: La información de contacto del propietario de esta bicicleta es privada.

source: To get in touch with the bike owner, please contact
es: Para ponerse en contacto con el dueño de la bicicleta, contáctese con

source: Organization
es: Organización

source: Contact
es: contacto

source: Sales Date
es: Fecha de venta

source: Bike Web Page
es: Página web de bicicletas

source: Sales ID
es: ID de ventas

source: Associated Organization
es: Organización asociada

source: Bike Registration Source
es: Fuente de registro de bicicleta

source: Theft Details
es: Detalles de robo

source: Not Added
es: No añadido

source: Officer Case Notes
es: Notas de caso del oficial

source: Owner Contacted
es: Propietario contactado

source: Yes
es: Si

source: Location Description
es: Descripción de la ubicación

source: What to Look For
es: Qué buscar

source: Owner's Scene Notes
es: Notas de la escena del propietario

# Police Agency
source: Department
es: Departamento

source: 529 Garage Hot Sheet
es: 529 hoja caliente del garaje

source: Thanks for your interest. Someone will be in touch with you soon.
es: Gracias por tu interés. Alguien se pondrá en contacto contigo pronto.

source: In the meantime, here are a few things you can do to start protecting bikes today.
es: ¿Has registrado tu bicicleta?

source: If you haven't registered all of your own bikes, please do so now!
es: Si no ha registrado todas sus bicicletas, ¡hágalo ahora!

source: You can level up your registration by adding
es: Puede subir de nivel su registro agregando

source: a 529 Shield.
es: un escudo 529

source: A shield greatly increases your chance of getting your bike back if it is recovered by law enforcement and helps you show your support for the 529 Garage!
es: Eduque a sus residentes sobre el bloqueo seguro

source: Many bike owners don't realize they need to lock their bikes even in a locked bike cage.
es: Aquí hay uno que puede imprimir,

source: if you don't have to make one yourself.
es: si no tienes que hacer uno tú mismo.

source: Practice safe locking
es: Practica el bloqueo seguro

source: While no lock is entirely theft-proof, good locking techniques will greatly improve the safety of your bike.
es: Ayuda a tus compañeros propietarios de bicicletas

source: Help other 529 Garagers by installing the 529 Garage app and turning on notifications, so you'll know when bikes are reported stolen and can keep an eye out for the bike.
es: Bicicleta encontrada

source: Last Viewed
es: Lo último visto

source: Similar Registered Bikes
es: Bicicletas registradas similares

source: Best Matches (%{match_count})
es: Los mejores partidos (% {match_count})

source: Show New (%{match_count})
es: Mostrar nuevo (% {match_count})

source: Show All (%{match_count})
es: Mostrar todo (% {match_count})

source: Show Favorites
es: Mostrar favoritos

source: Show Rejected
es: Mostrar rechazado

source: Likely Owner Found
es: Se encontró un probable propietario

source: Notes
es: notas

source: Searching
es: buscando

source: No results found
es: No se han encontrado resultados

source: No Photo
es: Sin fotografía

source: No Serial Number Listed
es: No hay número de serie enumerado

source: No Shield Listed
es: Sin escudo enumerado

source: Reported on
es: Reportado en

source: Incident Address
es: Dirección del incidente

source: White Label Settings
es: Configuración de etiqueta blanca

source: Your custom subdomain
es: Tu subdominio personalizado

source: Your custom 529 URL
es: Tu URL 529 personalizada

source: Registry Name
es: Nombre del registro

source: Help URL
es: URL de ayuda

source: Shield Name
es: Nombre del escudo

source: Back to Choose Plan
es: Volver a Elegir plan

source: Plan Summary
es: Resumen del plan

source: You are buying the
es: Usted está comprando el

source: You are paying Annually
es: Usted paga anualmente

source: Your annual price is
es: Su precio anual es

source: Your plan price may be prorated
es: El precio de su plan puede prorratearse

source: Have a promo code?
es: ¿Tienes un código de promoción?

source: Promotion Code
es: El código de promoción

source: Apply Code
es: Aplica el código

source: Your promotional price is
es: Su precio promocional es

source: Billing Info
es: Información de facturación

source: First Name
es: Nombre de pila

source: Last Name
es: Apellido

source: Suite/Unit
es: Suite / Unidad

source: Set A Payment Method
es: Establecer un método de pago

source: Back to Billing Info
es: Volver a la información de facturación

source: Payment Method
es: Método de pago

source: Your payment method will auto-renew annually on the anniversary of your subscription.
es: Completa tu compra

source: You are signing up for the Universal Search Plan
es: Usted se registra para el Plan de búsqueda universal

source: Your plan is Free
es: Tu plan es Gratis

source: Your account will revert to the Universal Search Plan at the end of the Trial period
es: Complete su selección de plan

source: We are processing your payment.
es: Estamos procesando su pago.

source: Change Currency
es: Cambiar moneda

source: Lookup Shield
es: Búsqueda de un escudo

source: View Past Violations
es: Ver las infracciones anteriores

source: Violation Date
es: Fecha de violación

source: Violation Description
es: Descripción de la violación

source: Are you sure you want to delete this violation?
es: ¿Seguro que quieres eliminar esta infracción?

source: Register your bike with
es: Registra tu bicicleta con

source: Bike registered
es: Bicicleta registrada

source: Register another bike
es: Regístrese otra bicicleta

source: To a new bike owner
es: Para un nuevo propietario de bicicleta

source: To %{email}
es: Un% {email}

source: To %{name}
es: Un nombre}

source: Why register your bike?
es: ¿Por qué registrar tu bicicleta?

source: Law enforcement agencies recover hundreds of bikes a year, but have very little information to discover who they belong to. By registering your bike, you'll help law enforcement know it's your bike if it's ever found.
es: Leer más

source: Background photos should be a jpeg or png in landscape orientation and 2800×1600 pixels
es: Establecer imagen de fondo

source: Remove background image
es: Eliminar imagen de fondo

source: Change text color
es: Cambiar el color del texto

source: Delete this tip
es: Eliminar este consejo

source: Are you sure?
es: ¿Estás seguro?

source: Have custom tips you want to share with your bike community?
es: Añadir un nuevo consejo

source: No Expiration
es: Sin fecha de caducidad

source: Expires
es: Vence

source: Expired
es: Muerto

source: Are you sure you want to delete this permit?
es: ¿Seguro que quieres eliminar este permiso?

source: Last Updated
es: Última actualización

source: Might be it
es: Puede ser

source: Not it
es: No es

source: View
es: Ver

source: Reports
es: Informes

source: Registrations
es: Inscripciones

source: Incomplete
es: Incompleto

source: Parking Passes
es: Pases de estacionamiento

source: Staff Searches
es: Búsquedas del personal

source: Staff Registrations
es: Inscripciones de personal

source: All
es: Todos

source: Assign Shields
es: Asignar escudos

source: Need help? Learn more about reports in our screencast.
es: Configuración de widgets

source: Want to host our bicycle registration form on your website? Just add the iFrame code below to a page on your site.
es: Código IFrame

source: Copy to Clipboard
es: Copiar al portapapeles

source: You can optinonally customize the styles of the form by adding a stylesheet. Use the full URL for your stylesheet (including the https://)
es: URL de hoja de estilo

source: Customizable stylesheet classes
es: Clases personalizables de hojas de estilo

source: Sample CSS
es: Ejemplo de CSS

source: Use this class to set the background color or font size/color/face for the whole form
es: Utilice esta clase para establecer los estilos en las etiquetas de formulario

source: Use this class to set the styles on the form's input fields
es: Use esta clase para configurar los estilos en el botón del formulario

source: Use this class to set the styles on the error messages
es: Use esta clase para establecer los estilos en los mensajes de error

source: Your bike is registered.
es: Tu bicicleta está registrada.

source: You will shortly receive your registration receipt.
es: Pronto recibirás tu recibo de registro.

source: Add Another Bike
es: Añadir otra bicicleta

source: Organization Settings
es: Configuración de la organización

source: Contact Information
es: Información del contacto

source: Language Settings
es: Ajustes de idioma

source: Team Directory
es: Directorio de equipo

source: Billing and Subscription
es: Facturación y Suscripción

source: Registration Policy Options
es: Opciones de política de registro

source: Custom Registry Settings
es: Configuración de registro personalizada

source: Alert Notifications Options
es: Opciones de notificaciones de alerta

source: Property Room Import Settings
es: Configuración de importación de la habitación de propiedad

source: #{org.display_name} Registered Bike Stats
es: # {org.display_name} Estadísticas de las bicicletas registradas

source: Includes bikes registered your organization
es: Incluir las bicicletas registradas en tu organización

source: Total number of registered bikes
es: Número total de bicicletas registradas

source: Total number of shielded bikes
es: Número total de bicicletas con escudo

source: Status of Registrations
es: Estado de los registros

source: Total bikes currently marked as stolen
es: Total de motos actualmente marcadas como robadas

source: Loading...
es: Cargando ...

source: Percentage of bikes currently marked as stolen
es: Porcentaje de bicicletas actualmente marcadas como robadas

source: Total bikes marked recovered
es: Total de motos marcadas recuperadas

source: Percentage of bikes marked as recovered
es: Porcentaje de bicicletas marcadas como recuperadas

source: Ages of Registrations
es: Edades de Registros

source: Your year starts in %{month}
es: Tu año comienza en% {month}

source: Bikes registered year to date
es: Bicicletas registradas hasta la fecha

source: Bikes registered in %{year}
es: Bicicletas registradas en% {year}

source: Bikes registered within the last year
es: Bicicletas registradas en el último año

source: Bikes registered over a year
es: Bicicletas registradas durante un año

source: Bikes registered over 2 years
es: Bicicletas registradas durante 2 años

source: Bikes registered over 3 years
es: Bicicletas registradas durante 3 años

source: Quality of Registrations
es: Calidad de las inscripciones

source: Bikes with photos
es: Bicicletas con fotos

source: Bikes without photos
es: Bicicletas sin fotos

source: Percentage of bikes with photos
es: Porcentaje de bicicletas con fotos

source: Average number of photos, for bikes with photos
es: Promedio de fotos para bicicletas con fotos

source: Number of bikes with serial numbers
es: Número de bicicletas con números de serie

source: Number of bikes without serial numbers
es: Número de bicicletas sin números de serie

source: Percentage of bikes with serial numbers
es: Porcentaje de bicicletas con números de serie

source: Number of bikes with make
es: Número de bicicletas con marca

source: Number of bikes without make
es: Número de bicicletas sin marca

source: Percentage of bikes with make
es: Porcentaje de bicicletas con marca

source: Number of bikes with model
es: Número de bicicletas con modelo

source: Number of bikes without model
es: Número de bicicletas sin modelo

source: Percentage of bikes with model
es: Porcentaje de bicicletas con modelo

source: Number of bikes with color
es: Cantidad de bicicletas con color

source: Number of bikes without color
es: Cantidad de bicicletas sin color

source: Percentage of bikes with color
es: Porcentaje de bicicletas con color

source: 529 Regional Bike Stats
es: Estadísticas regionales de 529 Garage sobre las bicicletas

source: Includes bikes registered with 529 Garage
es: Incluir las bicicletas registradas en 529 Garage

source: Showing within:
es: Mostrar dentro de:

source: Total number of 529 Registered bikes
es: Número total de bicicletas registradas en 529 Garage

source: Total number of 529 Shielded bikes
es: Número total de bicicletas con el escudo de 529 Garage

source: Total 529 Registered bikes currently marked as stolen
es: Total de bicicletas registradas actualmente en 529 marcadas como robadas

source: Total 529 Registered bikes currently marked as recovered
es: Total de bicicletas registradas actualmente en 529 Garage marcadas como recuperadas

source: Regional Bike Shop Registrations
es: Registros regionales de tiendas de bicicletas

source: Other Regional Bike Stats
es: Otras estadísticas regionales de bicicletas

source: Includes proxy bikes and bikes from other registries with a known location
es: Incluye bicicletas proxy y bicicletas de otros registros con una ubicación conocida

source: Total number of other bikes
es: Número total de otras bicicletas

source: Total other bikes currently marked as stolen
es: Total de otras bicicletas marcadas actualmente como robadas

source: Bikes with an uploaded photo
es: Bicicletas con una foto cargada

source: Bikes with a stock photo
es: Bicicletas con una foto de stock

source: Bikes without a photo
es: Bicicletas sin una foto

source: Percentage of bikes with uploaded photos
es: Porcentaje de bicicletas con fotos cargadas
