Repository: IlyaPapelishvili/15.04
Catalog: */gitlocalize-2021-04-16-app.po
Languages: es

source: (You'll only get one if there are new stolen bikes in your area)
es: (Solo obtendrás uno si hay nuevas bicicletas robadas en tu área)

source: Social Networks
es: Redes sociales

source: Connect your Social Networks to make it easy to get the word out if your bike is stolen. Don't have one? That's ok. Just skip it.
es: Eliminar Facebook

source: Remove Twitter
es: Eliminar Twitter

source: Remove Google+
es: Eliminar Google+

source: Browser Information
es: Información del navegador

source: Your browser is
es: Su navegador es

source: Your browser is not supported. We recommend using one of the following
es: Tu navegador no es compatible. Recomendamos usar uno de los siguientes

source: Chrome version 40 or greater
es: Chrome versión 40 o superior

source: Firefox 29 or greater
es: Firefox 29 o mayor

source: Internet Explorer version 10 or greater
es: Internet Explorer versión 10 o superior

source: You are signing up with
es: Usted se registra con

source: We couldn't find a 529 partner school associated with this address.
es: No pudimos encontrar una escuela asociada 529 asociada con esta dirección.

source: Now, set your 529 password to create your account
es: Ahora, configure su contraseña 529 para crear su cuenta

source: Confirm Password
es: Confirmar contraseña

source: Receive Newsletter
es: Recibir Newsletter

source: Join Now with Email
es: Únete ahora con el correo electrónico

source: We never share or spam your friends.
es: Nunca compartimos ni enviamos spam a tus amigos.

source: New bikes you register will automatically be associated with these organizations. Registering with an organization makes it easier for that organization to get in touch with you if your bike is recovered. You can remove an organization to prevent new bikes from being registered with that organization.
es: Las nuevas bicicletas que se registran se asociarán automáticamente a estas organizaciones. El registro en una organización facilita que dicha organización se ponga en contacto contigo si recuperan tu bicicleta. Puedes eliminar una organización para evitar que se registren nuevas bicicletas en dicha organización.

source: You are currently associated with
es: Actualmente estás asociado con

source: Add an Organization
es: Añadir una organización

source: Got lights, fenders or bells? Keep track of all your cycling gear here.
es: Agregar accesorio

source: ID
es: Identificacion

source: Accessory Category
es: Categoría de accesorios

source: Accessory Type
es: Tipo de Accesorio

source: Accessory Value
es: Valor de accesorio

source: Have you seen a bike you think is stolen? List it here.
es: ¿Has visto una bicicleta que crees que fue robada? Listarlo aquí.

source: Enter the bike's Make, Model, Shield, Serial Number, Color or Year, separating each by a return. Use the map to select the area.
es: Mostrar todo cerca

source: Searching...
es: Buscando ...

source: Saved Searches
es: B guardadas

source: Have you seen a bike you think is stolen?
es: ¿Has visto una bicicleta que crees que fue robada?

source: Report It
es: Reportalo

source: Browse for a Photo
es: Buscar una foto

source: Sorry
es: lo siento

source: Looks like this bike is no longer posted.
es: Parece que esta bicicleta ya no se publica.

source: Thanks for checking!
es: ¡Gracias por revisar!

source: Spotted
es: Manchado

source: Found On
es: Encontrado en

source: Seen On
es: Visto en

source: This bike will be held until
es: Esta bicicleta se lleva a cabo hasta

source: Comments
es: comentarios

source: Anonymously Reported
es: Reportado anónimamente

source: This bike was found and is being held by
es: Esta bicicleta fue encontrada y está siendo retenida por

source: If you think this bike may be yours, you'll need the following to claim it
es: Si crees que esta bicicleta puede ser tuya, complete el siguiente formulario

source: Personal Identification
es: Identificación personal

source: Claim Form
es: Formulario de reclamación

source: I spotted this %{make} %{model} and think it might be yours: %{url}
es: Vi este% {make}% {model} y creo que podría ser tuyo:% {url}

source: Send this post to a friend
es: Enviar esta publicación a un amigo

source: Does this post violate our terms of use? Let us know.
es: ¿Viola esta publicación nuestros términos de uso? Sable Haznos.

source: Report Abuse
es: Denunciar abuso

source: Think this is your bike?
es: ¿Piensas que esta es tu bicicleta?

source: To view the bike, complete the following information, and we'll send it to the appropriate department.
es: Debe registrar su bicicleta con nosotros antes de preguntar.

source: Register now.
es: Regístrate ahora.

source: Your Bike
es: Tu bicicleta

source: Personal Identification Number
es: Número de identificación personal

source: Note: Your contact information will be shared with
es: Nota: Su información de contacto será compartida con

source: Help get this bike home!
es: ¡Ayuda a llevar esta bicicleta a casa!

source: Is this %{make} %{model} yours?
es: ¿Es este% {make}% {model} tuyo?

source: Form Sent
es: Formulario enviado

source: Search Found Bikes
es: Búsqueda de bicicletas encontradas

source: Tell us about the bike you found
es: Cuéntanos sobre la bicicleta que encontraste

source: If you don't know everything, that's fine. Just share what you can.
es: Si no sabes todo, está bien. Solo comparte lo que puedas.

source: Warning: That looks like a frame part number (which is not unique), not a serial number. Please check again. If you need help finding your serial number, check out
es: nuestra guía práctica.

source: When did you see the bike?
es: ¿Cuándo viste la bicicleta?

source: or
es: o

source: Describe where you saw the bike
es: Describe dónde viste la bicicleta

source: Do you have other details?
es: ¿Tienes otros detalles?

source: Can we share your email address for follow-up questions? If so, enter your email address. If not, you'll remain anonymous.
es: ¿Seguro que quieres eliminar este avistamiento de bicicletas?

source: You are now registered to use the 529 Garage text service.
es: Ahora está registrado para usar el servicio de texto 529 Garage.

source: To lookup a bike, just text Lookup followed by the bike details such as serial number, shield ID, make, model and color.
es: Configuración de la escuela y la universidad

source: Stolen Bike Reporting Options
es: Opciones de informes de bicicletas robadas

source: Messaging Options
es: Opciones de mensajería

source: Need help? Learn more about your organization settings in our screencast.
es: EMPEZANDO

source: It's easier to try out the service if you have some bikes registered. We recommend grabbing a few bikes and register them via
es: su registro personalizado

source: If you don't have bikes around, and just want to add some sample bikes, click the button below.
es: Añadir muestras

source: Searches %{number_bikes} registered bikes
es: Búsquedas de bicicletas registradas% {number_bikes}

source: Need help? Learn more about search in our screencast.
es: Enlaces importantes

source: Your School's Custom Registry
es: El registro personalizado de su escuela

source: Your custom registry is currently private.
es: Su registro personalizado es actualmente privado.

source: Your School's Published Bikes
es: Las bicicletas publicadas de tu escuela

source: 529 Garage Training
es: 529 Entrenamiento de garaje

source: 529 Garage Collateral & Artwork
es: 529 Garage colateral y obra de arte

source: Support
es: Apoyo

source: Choose your plan
es: Elija su plan

source: Upgrade your plan to save time and increase your chance of returning bikes to their rightful owners
es: Búsqueda universal

source: Branded Registry
es: Registro de marca

source: Community Policing
es: Póliza comunitaría

source: Campus Management
es: Dirección del campus

source: Free
es: Libre

source: Choose plan
es: Elija Plan

source: Your current plan
es: Tu plan actual

source: Your plan at the next billing period
es: Su plan en el próximo período de facturación

source: Per year
es: por año

source: Contact us for pricing
es: Contáctenos para precios

source: Search %{number_bikes} registered bicycles
es: Buscar% {number_bikes} bicicletas registradas

source: Find bicycles by serial number, make, model, color, location and more
es: Hojas de cálculo imprimibles para bicicletas perdidas recientemente reportadas

source: Print-ready bicycle security brochures and posters
es: Folletos y carteles de seguridad para bicicletas listos para imprimir

source: Native iOS & Android registration apps with offline registration
es: Aplicaciones nativas de registro de iOS y Android con registro fuera de línea

source: Integrated video training
es: Entrenamiento video integrado

source: Secure hosting
es: Alojamiento seguro

source: End-user customer support
es: Soporte al cliente para el usuario final

source: 24x7 access
es: Acceso 24x7

source: Hosted & customizable branded bicycle registry
es: Registro de bicicletas de marca alojada y personalizable

source: Make your local, past registrations searchable
es: Haga que sus registros locales y pasados ​​puedan buscarse

source: Watchdog alerts for local thefts & tips from the community
es: Alertas de vigilancia para robos locales y consejos de la comunidad

source: Discounted bulk shield prices
es: Precios de blindaje a granel descontados

source: 5% discount
es: 5% de descuento

source: 10% discount
es: 10% de descuento

source: Daily automated searches for property room bicycles
es: Búsquedas automatizadas diarias para las bicicletas de la propiedad

source: Publish found bicycles to our search tools and to social media
es: Etiquetar bicicletas con infracciones

source: Campus Security web app
es: Aplicación web de Campus Security

source: On Site Consulting
es: Consultoría in situ

source: Role-Based staff accounts
es: Cuentas de personal basadas en roles

source: Email support
es: Soporte de correo electrónico

source: Priority support & concierge setup
es: Soporte prioritario y configuración de conserjería

source: More than %{max_results} bikes were found... here are the first %{max_results}. Try Advanced Search to narrow down the results.
es: Comience hoy y obtenga 30 días gratis

source: We search our own registry, and our search partners including Operation Hands Off, Bike Index, SF Safe Bikes, as well as our university and bike shop partners
es: Una cuenta de personal verificada

source: Branded
es: Calificado

source: Registry
es: Registro

source: All Universal Search features
es: Todas las funciones de búsqueda universal

source: Hosted & customizable bicycle registry
es: Registro de bicicletas alojado y personalizable

source: We'll host a branded registration site for you, no programming required! See one of our partner site's for an example
es: Te ofrecemos un sitio de registro con tu marca, ¡sin que necesites tener conocimientos de programación! Ve un ejemplo de uno de nuestros sitios asociados

source: Do you have bike registrations on an antiquated system? Our proxy registration service makes those bicycles searchable... without compromising the privacy of your registrants.
es: Cobertura de seguridad de bicicleta lista para imprimir y personalizable

source: Five Role-based staff accounts
es: Cinco cuentas de personal basadas en roles

source: %{currency_code}/year
es: % {currency_code} / año

source: Free 30-day Trial
es: Prueba gratuita de 30 días

source: Community
es: Comunidad

source: Policing
es: Vigilancia

source: All Universal Search & Branded Registry features
es: Todas las funciones de búsqueda universal y registro de marca

source: Our full bicycle registration event platform
es: Nuestra plataforma completa de eventos de registro de bicicletas

source: Bicycle registration events are great public outreach programs! Get all the tools you need... our registration smartphone application, video-training, print-ready artwork, and tips and tricks to register bikes for your community.
es: Personalización colateral

source: 500 role-based staff accounts
es: 500 cuentas de personal basadas en roles

source: Request a Quote
es: Solicitar presupuesto

source: All Universal Search, Branded Registry and Community Policing features
es: Herramientas de valet del campus

source: Coming Soon
es: Próximamente

source: Single Sign On
es: Inicio de sesión única

source: Support for Shibboleth, so students can securely log in with their University credentials.
es: Integración T2

source: On Site Consulting
es: Consultoría in situ

source: All plans include
es: Todos los planos incluyen

source: 99.99% uptime
es: 99,99% de tiempo de actividad

source: Bike friendly campuses, simplified
es: Campus amigables para ciclistas, simplificados

source: Register, track and enforce your campus bikes
es: Regístrese, haga un seguimiento y haga cumplir las bicicletas de su campus

source: Your Credit of
es: Su crédito de

source: will automatically be applied to your order.
es: se aplicará automáticamente a su pedido.

source: Get started with the 529 Garage School & University Edition
es: Comience con la 529 Garage School & University Edition

source: Thanks for helping our efforts to fight bike theft. To get you started, we've enabled all of our Community Policing features free for 30-days, so you can try everything out.
es: Nombre de escuela

source: Enter the contact phone number
es: Ingrese el número de teléfono de contacto

source: Test Link
es: Enlace de prueba

source: and confirm that you have authority to sign up for your agency.
es: y confirma que tiene autorización para inscribirse en su agencia.

source: Sign Up
es: Contratar

source: Add a Violation
es: Agregar una infracción

source: View All Past Violations
es: Ver todas las infracciones anteriores

source: Compose
es: Componer

source: Pick a template
es: Elige una plantilla

source: Lookup by Shields
es: Búsqueda por escudos

source: Lookup by Email
es: Búsqueda por correo electrónico

source: Enter a Shield ID
es: Introduzca una ID de escudo

source: Enter an email address
es: Ingrese una dirección de correo electrónico

source: Sending to
es: Enviando un

source: Enter your email address
es: Ingrese su dirección de correo electrónico

source: Enter the message subject
es: Introduce el asunto del mensaje

source: Enter your message
es: Escribe tu mensaje

source: That bike was already added.
es: Esa moto ya estaba añadida.

source: That email was already added.
es: Ese correo ya fue agregado.

source: That is not a valid email address.
es: Esa no es una dirección de correo electrónico válida.

source: You are not authorized for this page.
es: No estás autorizado para ver esta página.

source: Number of matching bikes
es: Número de bicicletas iguales

source: Your Messages
es: Tus mensajes

source: You don't currently have any messages
es: Actualmente no tienes ningún mensaje

source: Anonymous Tipper
es: Escritor anónimo

source: Shield Batches
es: Escudo de lotes

source: Add a Batch
es: Agregar un lote

source: First Decimal
es: Primer decimal

source: Print
es: Impresión

source: No batches found
es: No se encontraron lotes

source: Shield Batch
es: Escudo Lote

source: Please enter a valid Shield ID
es: Por favor, introduzca una identificación de escudo válida

source: (starts with CA OR US)
es: (comienza con CA o EE. UU.)

source: Number of Shields
es: Cantidad de escudos

source: Last Shield ID should be
es: La última identificación del escudo debe ser

source: Save as a batch
es: Guardar como un lote

source: You must be an admin to view this page.
es: Debes ser un administrador para ver esta página.

source: Edit Pull Quote
es: Editar cita extraíble

source: Quote Details
es: Detalles de cotización

source: Quote
es: Citar

source: Quote Date
es: Fecha de cotización

source: Priority
es: Prioridad

source: Show on Home Page
es: Mostrar en la página de inicio

source: Photo
es: Foto

source: Set Photo
es: Establecer foto

source: Press
es: prensa

source: Add a Quote
es: Añadir una cotización

source: Partners
es: Fogonadura

source: New Quote
es: Nueva cita

source: Organization Manager
es: Gerente de organización

source: Select an organization (by starting to type the name), and then click Edit to see currently assigned shields or to add a new shield series.
es: organizaciones

source: Or, click Add to add a new organization
es: O bien, haga clic en Agregar para agregar una nueva organización

source: Add a New Organization
es: Agregar una nueva organización

source: Please select an organization.
es: Por favor selecciona una organización

source: Your 529 Garage service for %{org_name} expires on %{date}. Once expired, your account will revert to our FREE Universal Search plan.
es: Esto es lo que esto significa para ti

source: You will continue to have access to contact information on any bikes registered directly to your organization
es: Su tablero estará restringido a su usuario administrador.

source: All other staff members will lose access.
es: Todos los demás miembros del personal perderán el acceso.

source: Any found bikes you have published will stay published, but there will be no access to add new found bikes or edit existing postings.
es: Si quieres mantener tu nivel actual de servicio

source: Log into your account
es: Ingrese a su cuenta

source: Select
es: Seleccionar

source: Settings
es: Ajustes

source: Select Billing and Subscriptions in the menu
es: Seleccione Facturación y Suscripciones en el menú

source: Select Choose Plan
es: Seleccione Elegir plan

source: Select your plan and enter your payment method
es: Seleccione su plan e ingrese su método de pago

source: If you want your account to revert to our free service, no action is needed.
es: Por favor, contáctenos si tiene algún problema o comentario.

source: Thanks for trying out the 529 Garage %{garage_type} Edition.
es: Gracias por probar la edición 529 Garage% {garage_type}.

source: Here is the next installment of our tip series to help you get the most out of the 529 Garage service.
es: Consejo de hoy: sus datos de registro

source: What are my options for looking at 529 Garage data?
es: ¿Cuáles son mis opciones para ver los datos de 529 Garage?

source: We know that bike theft and reporting is a complicated problem and have created a flexible system to get you the data you need in ways that are helpful. We've already covered the at a glance statistics on your Manager Console Dashboard. But, what if you need more detailed information for bikes registered with your organization?
es: También puede ver informes de

source: Incomplete Registrations
es: Registros incompletos

source: Bike registrations that do not have all of the information that you required in your Registration Settings
es: Faltan Bies

source: Bikes registered to your organization that have been reported stolen with our service
es: Bicicletas recuperadas

source: Bikes registered to your organization that have been reported as returned to the bike owner
es: ¿Qué sucede si necesito más informes?

source: At any point, you can download your bike's registration data to a CSV file that you or your analysts can import into Excel or other data tools.
es: ¡Más consejos en unos días!

source: Team 529
es: Equipo 529

source: Now that you are signed up, we thought we’d share a few tips on how to get the most out of the 529 Garage platform.
es: ¿Qué es un registro personalizado?

source: Imagine having a team build a bike registration service just for your organization, with your logo and information, and a dashboard that let’s you see all the information about those bikes and bike owners.
es: Nuestro registro personalizado le permite hacer eso, no requiere programación.

source: How do I customize my registry?
es: ¿Cómo personalizo mi registro?

source: First, you’ll need to be logged in with your administrator account, %{email}.
es: Primero, deberá iniciar sesión con su cuenta de administrador,% {email}.

source: Then,
es: Entonces,

source: click here
es: Haga clic aquí

source: to access your Custom Registry (it’s also available from your Manager Console) click the Edit Page button, and customize any of the information on the page to make it easier for your audience.
es: Asegurarse de asegurarse de que

source: "What To Do in Case of a Theft" section
es: Qué hacer en caso de robo sección

source: shows the right contact information in Step 2.
es: muestra la información de contacto correcta en el Paso 2.

source: Once you get it setup the way you’d like, just click the Make Public button on the top of the page to take your registry live.
es: ¿Quiere saber más?

source: For a step-by-step walkthrough of the process, you can watch our five-minute
es: Para un recorrido paso a paso del proceso, puede ver nuestros cinco minutos

source: Custom Registry video.
es: Video de registro personalizado.

source: It’s part of our growing library of how-to videos that you can find in our
es: 529 videos de entrenamiento de garaje

source: Hi %{name},
es: Hola% {name},

source: Your 529 Garage Trial for %{org_name} has expired, and will revert to our FREE %{plan_name} plan.
es: Gracias por registrarte!

source: We created the 529 Garage University Edition to help schools to help manage on campus bike parking and to take a stand against the bike theft epidemic, whether it's quickly identifying a stolen bike on the street, or dealing with space-hogging bicycles in your property room.
es: Aquí hay algunos enlaces importantes para su nueva cuenta

source: %{name}'s dashboard
es: Tablero de% {name}

source: %{name}'s settings
es: Configuración de% {name}

source: Need some help getting started? Checkout our online training
es: ¿Necesitas ayuda para empezar? Consulte nuestra capacitación en línea

source: Thanks for helping us #endbiketheft!
es: Gracias por ayudarnos #endbiketheft!

source: Billed to
es: Facturado a

source: No shipping address available
es: No hay dirección de envío disponible

source: Item
es: Elemento

source: Price
es: precio

source: Quantity
es: Cantidad

source: Subtotal
es: Total parcial

source: Tax
es: Impuesto

source: Report a problem
es: Informar de un problema

source: Today's Tip: Working with Bike Shops
es: Consejo de hoy: trabajar con tiendas de bicicletas

source: Why bike shops?
es: ¿Por qué las tiendas de bicicletas?

source: The local bike shop (or independent bike dealer) is a critical part of your community’s cycling infrastructure. Riders don’t just buy bikes at the shop, but they rely on them for service and expertise. When it comes to registering bikes and activating riders, bike shops can be your most effective partners.
es: ¿Qué pueden hacer las tiendas de bicicletas locales para ayudar?

source: First and foremost, ask your local shops to help spread the word about registration. You can visit the
es: Biblioteca colateral

source: and download one of our ready-to-print or customizable trifold brochure or posters for them.
es: Las tiendas también se pueden agregar a nuestra red de

source: which allows them to resell 529 Shields, help customers with registrations and even have their own Custom Registry.
es: ¿Cómo empiezo?

source: We know that not everyone has a lot of experience dealing with bike shops, so we’ve written up some more detail in our
es: Trabajando con el capítulo Tiendas de bicicletas

source: of our documentation. It provides a sample “script” that might help you guide the conversation as well as a form that you can use to make sure you’re asking the right questions.
es: Si desea ver cómo funciona la integración Lightspeed, tenemos una

source: 5-minute video
es: Video de 5 minutos

source: that shows how easy it is to setup and use.
es: eso muestra lo fácil que es configurar y usar.

source: Expect more tips coming in the coming days, and
es: Espere más consejos en los próximos días, y

source: let us know
es: Sable de haznos
