Repository: IlyaPapelishvili/15.04
Catalog: */gitlocalize-2021-04-16-app.po
Languages: es

source: Our trial lets you try out all the 529 Garage features so you can see how it can help you with your bike management issues.
es: Plan gratuito

source: Choose Plan
es: Elija Plan

source: Your Trial Period
es: Su período de prueba

source: %{num_days} days remaining
es: % {num_days} días restantes

source: Next Billing
es: Siguiente facturación

source: Your plan will auto-renew to our
es: Su plan se renovará automáticamente a nuestro

source: plan on %{expire_date}
es: plan en% {expire_date}

source: Next Billing Date
es: Siguiente Fecha de facturación

source: None
es: Ninguna

source: Your plan will downgrade to the free Universal Search Plan on %{expire_date}
es: Su plan se reducirá al Plan de búsqueda universal gratuito en% {expire_date}

source: When your plan expires, your branded registration page will be disabled, and users will be redirected to the main 529 Garage page for registration.
es: Datos de facturación

source: Email address
es: Dirección de correo electrónico

source: State/Province
es: Provincia del estado

source: Billing Currency
es: Moneda de facturación

source: Need to pay by check? Please contact us at
es: ¿Necesita pagar con un cheque? Por favor contáctenos en

source: %{method} ending in %{end_nums} expires on %{exp_mo}/%{exp_yr}
es: % {method} que termina en% {end_nums} vence en% {exp_mo} /% {exp_yr}

source: Edit Payment Method
es: Editar método de pago

source: Payment method not setup
es: Forma de pago no configurada

source: Add Payment Method
es: Método Añadir de pago

source: Payment History
es: historial de pagos

source: Billed Date
es: Fecha de facturación

source: Billed Amount
es: Cantidad facturada

source: Payment Information
es: Información del pago

source: Messaging
es: Mensajería

source: Send Email
es: Enviar correo electrónico

source: Push Notification
es: Notificación de inserción

source: Past Messages
es: Mensajes pasados

source: Your plan type does not support messaging
es: Su tipo de plan no admite mensajes

source: Clear stat cache
es: Borrar caché de estadísticas

source: This report shows bikes registered to your organization either via your custom registry or by assigned shields that do not have all of the information that you require.
es: Información faltante

source: No Student ID
es: Sin identificación de estudiante

source: Not Claimed
es: No reclamado

source: No Name
es: Sin nombre

source: No Make or Model Name
es: Sin marca o nombre del modelo

source: This report shows registrations by your staff members.
es: Este informe muestra los registros de los miembros de su personal.

source: Registrations Today
es: Inscripciones hoy

source: Registrations This Week
es: Inscripciones esta semana

source: Registrations This Month
es: Inscripciones este mes

source: Registrations This Year
es: Inscripciones este año

source: Registrations All Time
es: Inscripciones todo el tiempo

source: Past Incidents
es: Incidentes pasados

source: Recovered On
es: Recuperado en

source: Recovery Description
es: Descripción de recuperación

source: Marked as recovered by
es: Marcado como recuperado por

source: Marked as stolen by
es: Marcado como robado por

source: Locked
es: Bloqueado

source: Lock Type
es: Tipo de bloqueo

source: Lock Defeated By
es: Cerradura Derrotado por

source: Contacted
es: contactado

source: Permit
es: Permiso

source: Your Message Subject
es: Su asunto del mensaje

source: Your message to the bike owner
es: Su mensaje al propietario de la bicicleta

source: Sending...
es: Enviando ...

source: Text Message
es: Mensaje de texto

source: Batch
es: Mucho

source: Total Shields
es: Escudos totales

source: Number of Bikes Registered
es: Número de bicicletas registradas

source: Sample user
es: Usuario de muestra

source: Please contact
es: Por favor contactar

source: for more information on this user.
es: para más información sobre este usuario.

source: Contact:
es: Contacto:

source: Add Found Bike Photos
es: Añadir fotos de bicicletas encontradas

source: Property Room ID
es: ID de la sala de propiedad

source: Add a photo of the drive train side of the bike
es: Agrega una foto del lado del tren de manejo de la bicicleta

source: Update Photo
es: Actualizar foto

source: Add Photo
es: Añadir foto

source: Total matches
es: Total de partidos

source: Shown
es: Mostrado

source: Need a 529 Shield?
es: ¿Necesita un escudo 529?

source: Shield Statistics
es: Estadísticas del escudo

source: Note
es: No un

source: Number Shields
es: Número de escudos

source: Number Registered
es: Número registrado

source: % Registered
es: % registrado

source: Date Assigned
es: Fecha asignada

source: Distributed
es: Repartido

source: No shield batches found
es: No se encontraron lotes de escudos

source: Batch assign shields to bikes without a shield on the registration.
es: Asigne por lotes los escudos a las bicicletas sin un escudo en el registro.

source: Total shields for your organization
es: Escudos totales para su organización.

source: Number of shields unassigned
es: Número de escudos sin asignar

source: Select a pickup location, and click assign
es: Seleccione una ubicación de recogida y haga clic en asignar

source: Location
es: Localización

source: Number Unassigned Shields
es: Número de escudos no asignados

source: Assign
es: Asignar

source: All unassigned shields with pickup locations have been assigned.
es: Ingrese la información del escudo

source: Shields must be in a contiguous series to assign.
es: Los escudos deben estar en una serie contigua para asignar.

source: First Shield ID
es: Identificación del primer escudo

source: Number of contiguous shields
es: Número de escudos contiguos

source: Continue
es: Continuar

source: Confirm Assignments
es: Confirmar asignaciones

source: Confirm and Download
es: Confirmar y descargar

source: Downloads
es: descargas

source: You'll find previous batch assignments from the last 3 months below in case you need to re-download them.
es: Identificación del trabajo

source: Rollback
es: Retroceder

source: Bike
es: Bicicleta

source: Job Id
es: Identificación del trabajo

source: Date
es: Fecha

source: Your Organizations
es: Tus organizaciones

source: Select which organization you want to view
es: Seleccione qué organización quiere ver

source: You are not an admin of any organizations.
es: Usted no es administrador de ninguna organización.

source: SKU column header
es: Encabezado de la columna SKU

source: Color column header
es: Encabezado de columna de color

source: Frame size column header
es: Encabezado de columna de tamaño de marco

source: Overview
es: Visión de conjunto

source: This page requires administrative access.
es: Esta página requiere acceso administrativo.

source: Partner?
es: ¿Compañero?

source: You've already registered %{number_bikes} bikes with the 529 Garage.
es: Ya ha registrado bicicletas% {number_bikes} con el garaje 529.

source: Your Bikes
es: Sus Bicicletas

source: There's no need to re-register these bikes, but you may register any new bikes below.
es: Su información de la bicicleta

source: Get help finding your serial number
es: Obtenga ayuda para encontrar su número de serie

source: It's usually on the bottom bracket
es: Por lo general, se encuentra en el pedalier

source: Optional
es: Opcional

source: Other Label ID
es: Otra identificación de etiqueta

source: Select a shield pick-up location
es: Seleccione un lugar de recogida de escudo

source: Add your shield policy message here. We recommend including whether there is a fee for shields or whether they are free, who shields are available for, whether shields are required for parking, etc.
es: Escudo de ubicaciones de recogida

source: Register Bike
es: Registrarse bicicleta

source: Please enter a valid Shield ID, or remove the Shield ID you entered
es: Ingrese una ID de escudo válida o elimine la ID de escudo que ingresó

source: That's not a valid Shield ID
es: Esa no es una identificación de escudo válida

source: Site Language
es: el idioma del sitio

source: Currency
es: Moneda

source: Do you also want to change your personal language setting?
es: ¿También quieres cambiar tu configuración de idioma personal?

source: (Sample User)
es: (Usuario de muestra)

source: Phone
es: Teléfono

source: Permit Expired
es: Permiso caducado

source: Finish
es: Terminar

source: Serial #
es: Número de serie

source: (Batch: %{shield_batch})
es: (Lote:% {shield_batch})

source: Other Number
es: Otro número

source: Original Description
es: Descripción original

source: Registered By
es: Registrado por

source: Self
es: yo

source: Challenge Question
es: pregunta desafiante

source: Question
es: Pregunta

source: Answer
es: respondedor

source: Active Theft Details
es: Detalles activos de robo

source: Locked?
es: Bloqueado?

source: Contacted?
es: Contactado?

source: Organization Notes
es: Notas de la organización

source: Messages sent about this bike
es: Mensajes enviados sobre esta bicicleta

source: Regional Stats within %{distance}
es: Estadísticas regionales dentro de% {distancia}

source: Total Registered
es: Total registrado

source: Total Recovered
es: Total recuperado

source: Need help? Learn more about bike registration in our screencast.
es: Información de la bicicleta

source: Check under the crank on the headset rear stays
es: Verifique debajo de la manivela en los auriculares las fijaciones traseras

source: This bike has been stolen
es: Esta bicicleta ha sido robada

source: Enter the postal code
es: Ingrese el código postal

source: Last Seen Date
es: Fecha de última vista

source: Mark Recovered
es: Mark recuperado

source: Police Report Filed
es: Informe policial archivado

source: Print Poster
es: Póster de impresión

source: Thanks for your interest. Someone will be in touch with you shortly. In the meantime, here are a few thigns you can do to start protecting bikes today.
es: Aquí hay uno que puede imprimir, para que no tenga que hacer uno mismo.

source: Frame Material
es: Material del marco

source: Requested shield pickup location:
es: Lugar de recogida del escudo solicitado:

source: Batch: %{shield_batch}
es: Lote:% {shield_batch}

source: Other ID
es: Otra ID

source: That's not a valid Shield ID. Please re-enter or remove the Shield ID before saving.
es: Bicicletas de la habitación de propiedad

source: Parking Violation
es: Violación de estacionamiento

source: This bike was illegally parked.
es: Esta bicicleta fue estacionada ilegalmente.

source: All illegally parked bicycles will be removed at the owner's cost and will be held in the security office.
es: editar aplicación

source: Please enter a valid Shield ID, or remove the Shield ID you've entered.
es: Ingrese una ID de escudo válida o elimine la ID de escudo que ingresó.

source: Edit Found Bike
es: Editar bicicleta encontrada

source: Add Found Bike
es: Añadir bicicleta encontrada

source: Add notes here about the status of the bike - have you contacted a possible owner, etc.
es: Notas de estado

source: Transfer
es: Transferir

source: This bike has highly likely matches! Click here to see the matches.
es: Estado actual de la bicicleta

source: Change Status
es: Cambiar Estado

source: Update Status
es: Estado de actualización

source: This bike has already been transferred to a new owner. Changing the status will not remove the bike from the new owner's account, or kick off a transfer. Only make this change if you set the status incorrectly.
es: Fecha encontrada

source: Shield Found
es: Escudo encontrado

source: Bike State
es: Estado de la bicicleta

source: Missing Wheels, Missing Saddle, etc.
es: Faltan ruedas, faltan sillín, etc.

source: Any other details on the bike?
es: ¿Algún otro detalle sobre la bicicleta?

source: If this bike isn't in your property room, where is it and who should be contacted?
es: Ubicación de la bicicleta

source: This won't appear publicly
es: Esto no parece públicamente

source: Contact Notes
es: Notas de contacto

source: Days Holding
es: Días de celebración

source: Photo of the spotted bike
es: Foto de la bicicleta manchada

source: Photo of the Bike
es: Foto de la bicicleta

source: Do you have a photo of the bike?
es: ¿Tienes una foto de la bicicleta?

source: 529 Garage Collateral
es: 529 Garaje colateral

source: Need help? Learn more about collateral in our screencast.
es: Actualiza para obtener más acceso.

source: Print Instructions
es: Instrucciones de impresión

source: Source Instructions
es: Instrucciones de origen

source: Print Ready Art
es: Arte listo para imprimir

source: Source Art
es: Arte fuente

source: Untitled Folder (%{folder_count})
es: Carpeta sin título (% {folder_count})

source: Original Art
es: Arte original

source: Sort By Recovery Date
es: Ordenar por fecha de recuperación

source: Recovery Date
es: Fecha de recuperación

source: Bad Serial Number
es: Número de serie incorrecto

source: Compare Matches
es: Comparar coincidencias

source: Publish
es: Publicar

source: Warning: This user's account has been disabled and the bike registration may be fraudulant.
es: Suprimido

source: Restore
es: Restaurar

source: Permits
es: Permisos

source: Add Violation
es: Agregar violación

source: Your organization has registered %{number_bikes} bikes, and %{number claimed} of those have been claimed.
es: % {number missing} de aquellos actualmente desaparecidos.

source: Postal code the bike was last seen
es: Código postal la bicicleta fue vista por última vez.

source: Bike was locked
es: La bicicleta estaba cerrada

source: Updating...
es: Actualizando ...

source: Recovered Date
es: Fecha de recuperación

source: Postal code the bike was recovered
es: Código postal la moto fue recuperada.

source: Recovery Type
es: Tipo de recuperación

source: Want to do more to help fight bike theft in your area?
es: ¿Desea hacer más para ayudar a combatir el robo de bicicletas en su área?

source: Great! We have just a few quick questions.
es: ¡Estupendo! Tenemos solo algunas preguntas rápidas.

source: Already have a 529 Garage account?
es: ¿Ya tienes una cuenta en 529 Garage?

source: Log in first.
es: Inicie sesión primero.

source: Tell us about your organization
es: Cuéntanos sobre tu organización

source: Organization Name
es: Nombre de la Organización

source: Enter the Street Address
es: Ingrese la dirección de la calle

source: Enter a Suite Number
es: Ingrese un número de Suite

source: Enter the City
es: Ingresa la ciudad

source: Enter the State, Province or Region
es: Ingrese el estado, la provincia o la región

source: Country
es: Pais

source: Enter the Postal Code
es: Ingrese el código postal

source: Enter the contact phone number.
es: Ingrese el número de teléfono de contacto.

source: About how many bikes does your organization manage?
es: ¿Aproximadamente cuántas bicicletas administra su organización?

source: Enter the number of bikes
es: Ingrese la cantidad de bicicletas

source: What else should we know about you and your organization?
es: ¿Qué más deberíamos saber sobre usted y su organización?

source: Send Request
es: Enviar petición

source: Did you mean
es: Querías decir

source: Training
es: Formación

source: Archived
es: archivado

source: %{num} bike matched this
es: % {num} bicicleta coincidió con esto

source: Registration & Policy Options
es: Opciones de registro y política

source: New Bike Message
es: Nuevo mensaje de bicicleta

source: Enter a message to bike owners when they register a new bike. You can include straight urls, but please no html (ie, you can type http://project529.com but leave off the html tags).
es: Privacidad de registro

source: All bike owners have the ability to share their contact information with law enforcement even if their bikes aren't reported stolen. You can prevent this for your registred users by enabling Contact Information Privacy below. This will only be effective as long as the bike permit with your organization is active.
es: Información de contacto Privacidad

source: Shield Policies
es: Políticas de escudo

source: This policy message will appear on your custom registry page
es: Este mensaje de política común en su página de registro personalizado.

source: Policy Message
es: Mensaje de política

source: Let bike owners add a shield on your custom registry
es: Listar los lugares de recogida de escudo en su registro personalizado

source: Add Pickup Location
es: Añadir lugar de recogida

source: Default
es: Defecto

source: Registration Requirements
es: Requisitos de registro

source: Request Student ID Entry
es: Solicitud de ingreso de identificación de estudiante

source: Request Student Mailbox Entry
es: Solicitar la entrada del buzón del estudiante

source: Required Fields
es: Campos requeridos

source: Require email
es: Requerir correo

source: Require name
es: Requerir nombre

source: Require address
es: Requerir dirección

source: Require phone
es: Requiere teléfono

source: Require student ID
es: Requerir identificación del estudiante

source: Require shield
es: Escudo Requerir

source: Require make
es: Requerir hacer

source: Require model
es: Requiere modelo

source: Require frame color
es: Requiere color de marco

source: Require bike type
es: Se requiere el tipo de bicicleta

source: Require model year
es: Requiere año modelo

source: Require size
es: Requiere tamaño

source: Require number of gears
es: Requiere número de engranajes

source: Require a photo
es: Se requiere una foto

source: Require a other label ID
es: Requerir otra identificación de etiqueta

source: Would you like registered bike owners to receive a reminder email if they haven't completed all required fields? They may be emailed up to 5 reminder notices.
es: Enviar correos electrónicos de recordatorio

source: Custom Email Message
es: Mensaje de correo electrónico personalizado

source: Add your message here.
es: Agrega tu mensaje aquí.

source: Parking Pass Options
es: Opciones de pases de estacionamiento

source: If you'd like your students or staff to pick a parking pass on signup, add them here.
es: Restricciones de dominio

source: Add Parking Pass
es: Agregar pase de estacionamiento

source: Regional Distance Settings
es: Ajustes de distancia regional

source: Limit hotsheet results to within
es: Limitar los resultados de la hoja caliente a dentro

source: of your organization
es: de su organización

source: Limit regional statistics to within
es: Limitar las estadísticas regionales a dentro

source: Registration Report Options
es: Opciones de informe de registro

source: Calendar Period
es: Periodo calendario

source: Your year's starting month
es: El mes de inicio de tu año

source: Archive Options
es: Opciones de archivo

source: Hide any registrations that are older than
es: Ocultar cualquier registro que sea anterior a

source: years from reports.
es: años a partir de informes.

source: These registrations won't be deleted, just hidden from your reports. You can show archived registrations with the show/hide archived registrations button on the reports page.
es: Políticas del sitio

source: If you need to add additional information to our privacy policy or terms of use, add them here.
es: Política de privacidad

source: Terms of Service
es: Términos de servicio

source: Location Address
es: Dirección del sitio

source: Default location
es: Ubicación predeterminada

source: This report shows bikes registered to your organization either via your custom registry or by assigned shields that have been reported stolen.
es: Ordenar por nombre del propietario

source: Sort By Last Seen Date
es: Ordenar por fecha de último encuentro

source: Sort By Case Number
es: Ordenar por número de caso

source: [%{num_bikes} missing bikes]
es: [% {num_bikes} bicicletas perdidas]

source: Print Ticket
es: Entrada impresa

source: Delete Violation
es: eliminar Violación

source: Enter the violation details
es: Ingrese los detalles de la violación

source: Success!
es: ¡Éxito!

source: View Bike in the 529 Garage App
es: Ver la bicicleta en la aplicación de garaje 529

source: Claim
es: Reclamación

source: The bike must be sent to the email associated with this account to complete the trasnfer.
es: Bicicleta

source: Pickup Your Bike Registration
es: Recoja su registro de bicicleta

source: To complete the transfer of this bike's registration information, log in with the 529 Garage.
es: Iniciar sesión

source: This %{bike_name} is now parked in your garage.
es: Este% {bike_name} ahora está estacionado en su garaje.

source: This %{bike_name} is pending transfer.
es: Este% {bike_name} está pendiente de transferencia.

source: Complete the Transfer
es: Complete la transferencia

source: Just click the button below to complete the transfer of this %{bike_name} bicycle. Once you transfer the bike, it will appear in your garage.
es: Transferencia completa

source: The bike must be transferred to the email associated with this account to complete the transfer.
es: Registra una bicicleta

source: Filter
es: Filtrar

source: Find a bike by serial, shield, email, make or model
es: Encuentra una bicicleta por serie, escudo, correo electrónico, marca o modelo

source: You must set a location before adding new bikes.
es: Debes establecer una ubicación antes de agregar bicicletas nuevas.

source: Sort by Date Registered
es: Ordenar por fecha registrada

source: Date Registered
es: Fecha de registro

source: Sort by SKU
es: Ordenar por SKU

source: Sort by Name
es: Ordenar por nombre

source: Sort by Make
es: Ordenar por hacer

source: Sort by Model
es: Ordenar por modelo

source: Sort by Color
es: Ordenar por Color

source: Sort by Shield
es: Ordenar por escudo

source: No bikes have been registered
es: No se han registrado bicicletas

source: Bike Shop Settings
es: Configuración de la tienda de bicicletas

source: Preregistration Settings
es: Configuración de preregistro

source: Integrations
es: integraciones

source: Enter a valid Shield ID and then click Register to register each bike.
es: Se encontraron más bicicletas que% {max_results}.

source: Registered with %{organization_name}
es: Registrado en% {organization_name}

source: Not registered with %{organization_name}
es: No registrado con% {organization_name}

source: Registration Status
es: estado de registro

source: Registered Inventory
es: Inventario registrado

source: bikes
es: Bicicletas

source: Rental Inventory
es: Inventario de alquiler

source: Claimed Bikes
es: Bicicletas reclamadas

source: Proxy Bikes
es: Proxy de Bicis

source: Buying used bikes?
es: Comprar bicicletas usadas?

source: Check here to make sure they aren't stolen.
es: Verifique aquí para garantizar que no sean robados.

source: Set your location's postal code to get stolen bike reports near you.
es: Transferido en

source: No sold bikes have been registered with your shop.
es: No se han registrado bicicletas vendidas en su tienda.

source: Inventory
es: Inventario

source: Rental Bikes
es: Bicicletas de alquiler

source: All Bikes
es: Todas las bicicletas

source: Import Bikes
es: Bicicletas de importación

source: Lightspeed POS
es: POS de velocidad de la luz

source: Connect with the LightSpeed POS system to automatically register bikes for your customers.
es: ¿Configurando POS Lightspeed por primera vez?

source: Watch our setup video.
es: Mire nuestro video de instalación.

source: Disconnect
es: Desconectar

source: Help protect the bikes you've registered in the past
es: Ayude a proteger las bicicletas que ha registrado en el pasado

source: Enable automatic Proxy Registrations
es: Habilitar registros proxy automáticos
