Repository: IlyaPapelishvili/15.04
Catalog: */gitlocalize-2021-04-16-app.po
Languages: es

source: Share on Social Network Stolen Bike Groups
es: Compartir en los grupos de bicicletas robadas que hay en las redes sociales

source: Share your missing bike page with social network stolen bike groups near you. This post will be posted by the 529 Garage account, so no social network account is needed. Your bike information and photo may be used. All posts are moderated, and may not show in the group immediately.
es: Publicado

source: Requesting
es: Solicitando

source: Post
es: Publicar

source: Requested
es: Solicitado

source: Locking Details
es: Detalles de bloqueo

source: Bike Recovered!
es: Bicicleta recuperada!

source: Congrats! Your bike has been marked recovered.
es: Felicidades! Su bicicleta ha sido marcada como recuperada.

source: Please update your email address in your user settings.
es: Recompensa e información de contacto

source: Are you offering a reward?
es: ¿Estás ofreciendo una recompensa?

source: Show your personal information on notifications and posters?
es: ¿Muestra su información personal en notificaciones y carteles?

source: You don't have any photos for your bike. You should add some.
es: No tienes fotos para tu bicicleta. Deberías agregar algunos.

source: When did you last see your bike?
es: ¿Cuándo fue la última vez que vio su bicicleta?

source: Where was your bike last seen? Enter the adress, or drag to move the pin to the location of the incident.
es: Desaparecido

source: Your missing bike alert has not been started yet. Please complete the following information to start your alert.
es: Detalles del cartel

source: Poster Photos
es: Fotos del cartel

source: Scene Details
es: Detalles de la escena

source: Your bike was marked as recovered, and the alert was cancelled.
es: Tu bicicleta fue marcada como recuperada, y la alerta fue cancelada.

source: Your alert was marked as a false alarm, and the alert was cancelled.
es: Su alerta fue marcada como una falsa alarma, y la alerta fue cancelada.

source: Pick the best image of your bike to appear on notifications and posters.
es: ¿Necesitas agregar más fotos?

source: Add them to your bike details from your garage, and they'll automatically appear on your poster.
es: Oh no, ¿fue% {bike_name} robado? No se asuste, estamos aquí para ayudar!

source: Have new information to add? Or, was your alert a false alarm?
es: Informe cancelado

source: Your alert has been cancelled.
es: Su alerta ha sido cancelada

source: Rewards can be in dollars, but everlasting gratitude is good too.
es: Una foto de tu bicicleta

source: Be sure to check your inbox for our tips on recovering your bike.
es: La página que falta de tu bicicleta

source: Police Report
es: Reporte policial

source: Make sure you report your theft to the police so they can contact you if it's recovered.
es: Actualice su correo electrónico en su configuración de usuario.

source: Hi!
es: ¡Hola!

source: %{name} has transferred the registration information for your bike to your 529 Garage.
es: % {name} dado

source: The previous owner says
es: El dueño anterior dice

source: To complete the transfer, just go to
es: Para completar la transferencia, solo ve a

source: and log in. (If you aren't yet a 529 Garage member, look for the welcome email in your inbox with login information.)
es: También podrá pagarlo ayudando a sus amigos a registrar sus bicicletas.

source: Have a smartphone?
es: ¿Tienes un teléfono inteligente?

source: Install the app
es: Instala la aplicación

source: and log in to keep your bike information handy. If you have an iPhone, you'll be able to use our instant alert system in the event your bike is ever stolen to quickly get the word out.
es: Si tiene alguna pregunta, no dude en contactarnos en

source: Thanks for using the 529 Garage!
es: ¡Gracias por usar el garaje 529!

source: Bike Safe
es: Bicicleta segura

source: One of your friends
es: Uno de tus amigos

source: just registered a bike.
es: acabo de registrar una bicicleta.

source: That means you've just been entered into our monthly giveaway for cool stuff, like t-shirts, stickers and more.
es: Puede salir

source: our latest giveaways here on our blog.
es: nuestros últimos obsequios aquí en nuestro blog.

source: Thanks for spreading the word!
es: Gracias por difundir la palabra!

source: Your %{pdf_name} is complete.
es: Su% {pdf_name} está completo.

source: This download will expire in 6 months, on %{exp_date}.
es: Esta descarga caducará en 6 meses, en% {exp_date}.

source: Lock it Right
es: Bloquearlo Derecha

source: The best way to keep your bike safe is to use a strong lock and to lock your bike properly.
es: Nunca

source: rely solely on a cable lock. They can be cut in seconds.
es: confíe únicamente en un bloqueo de cable. Se pueden cortar en segundos.

source: We recommend
es: Nosotros recomendamos

source: with a minimum security level of 8 (higher is always better).
es: con un nivel de seguridad mínimo de 8 (más alto siempre es mejor).

source: Make sure when locking your bike to secure your frame and a wheel to a secure rack designed for bikes.
es: Hola

source: Thanks for picking up your bike registration for your %{makemodel} in the 529 Garage
es: Gracias por recoger su registro de bicicleta en el garaje 529

source: It looks like you haven't added your serial number yet. Be sure to
es: Parece que aún no ha agregado su número de serie. Asegúrate de

source: add it soon
es: agrégalo pronto

source: as it's your best bet of recovering your bike in case it was stolen.
es: Su información básica para su bicicleta ya ha sido ingresada para usted, pero

source: there's more you can add.
es: hay más que puedes agregar

source: Didn't claim your bike?
es: ¿No reclamaste tu bicicleta?

source: Please contact us,
es: Por favor contáctenos,

source: as someone may be using your email address without your permission. And you know who we hate more than bike thieves? Identity thieves!
es: un servicio nacional de registro y recuperación de bicicletas.

source: The owner of this bike
es: El dueño de esta bicicleta

source: asked us to mail you the details we have on file for the bike and the incident. You can also find the missing bike report online at
es: valor

source: Incident Date and Time
es: Fecha y hora del incidente

source: How was the lock defeated
es: Cómo fue derrotada la cerradura

source: Insurance Claim Number
es: Número de reclamo de seguro

source: Your bike has been assigned a 529 Shield, and it is now ready for pickup.
es: Buzón

source: When you pickup your 529 Shield, please double check that the Shield ID matches before applying it to your bike. Then attach the decal to your bike in a visible location.
es: ¡Gracias de nuevo por registrarse!

source: Your bike permit with %{org_name} is about to expire. Your bike will still be registered with the 529 Garage, but when your permit expires, you will no longer receive important bike information from %{org_name}.
es: Si ya no estás afiliado, entonces no se requiere ninguna acción.

source: Get this email by mistake? Please let us know at
es: Obtener este correo electrónico por error? Por favor, háganos saber en

source: It looks like you haven't added your serial number yet. Be sure to
es: Parece que aún no ha agregado su número de serie. Asegúrate de

source: as someone may be using your email address without your permission. And you know who we hate more than bike thieves? Identity thieves!
es: Felicidades por tu nuevo

source: from %{shopname}
es: de% {nombre de la tienda}

source: We know bike theft is probably the last thing you want to consider right now, but a little prep can save you headaches down the road if your bike is ever a victim. Registering your bike with the
es: es un paso simple y rápido que puede tomar para ayudarlo a prepararse.

source: The good news is your 529 Garage registration has already been started!
es: ¡La buena noticia es que su 529 registro de garaje ya ha comenzado!

source: You've been invited to help protect bikes in the 529 Garage for %{org_name}
es: Gracias por ayudarnos a proteger las bicicletas en el garaje 529.

source: Your 529 Garage login is
es: Su inicio de sesión en el garaje 529 es

source: Now, setup a password to complete your signup.
es: Ahora, configure una contraseña para completar su registro.

source: Enjoy the Ride
es: Disfruta el viaje

source: PS: Never heard of Project 529? It’s a bicycle registration and alert system created to help use technology to help protect bike owners against theft. Bike owners can save all the important information about their bikes, and if their bike goes missing, send an alert to friends, family, other 529 members and participating law enforcement and security teams to keep an eye out for the bike. You can find out more on the
es: Proyecto 529 sitio web.

source: If you need anything, we can help. And we also want your feedback – good and bad, we want it all :) Get in touch on our
es: Pagina de soporte.

source: Keep up with our latest news
es: Manténgase al día con nuestras últimas noticias

source: Join our mailing list!
es: ¡Únete a nuestra lista de correos!

source: It's a mashup of bike security tips, news about our partners and the new features we are rolling out!
es: Aquí está la información que te falta:

source: We will remind you each week until this information has been added.
es: Le recordaremos cada semana hasta que esta información haya sido agregada.

source: Update Now
es: Actualizar ahora

source: Thanks for adding your bikes to the 529 Garage. It looks like you need to add a bit more information to complete your registration.
es: Información requerida

source: Photo Needed
es: Foto necesaria

source: Your bike may have been spotted! Here's the tip
es: ¡Tu bicicleta puede haber sido descubierta! Aquí está el consejo

source: Be sure to update the police with this tip. Here's the contact info
es: Si necesita más información, puede ponerse en contacto conmigo en

source: Bike Tip on my
es: Consejo de bicicleta en mi

source: Or, just drop me a note and say thanks!
es: O bien, solo déjame una nota y di gracias.

source: Your good samaritan has chosen to remain anonymous, so there is no need to respond to this mail. (It'll just go to our unmonitored email account.)
es: Si necesita más información, háganos saber a

source: support email
es: correo electrónico de soporte

source: Help with Alert Reply
es: Ayuda con Respuesta de alerta

source: and we'll do what we can to get in touch with the person who submitted the tip.
es: y haremos lo que podamos para contactar a la persona que envió el consejo.

source: This tip is from a user of the 529 Garage, and not from Project 529. If someone is abusing the system, please let us know through our
es: Problema con respuesta de alerta

source: Thanks for registering your
es: Gracias por registrador su

source: lock
es: Bloquear

source: with the 529 Garage.
es: con el 529 Garaje.

source: Lock Protection Level
es: Nivel de protección de bloqueo

source: If you ever lose your key, you can
es: Si alguna vez pierde su llave, puede

source: If you ever forget your combo, you can
es: Si alguna vez olvida su combo, puede

source: If you ever lose your key or combo, you can
es: Si alguna vez pierde su llave o combo, puede

source: just return to your garage to
es: solo regrese a su garaje para

source: look it up.
es: Búscalo.

source: Did you know that Anti Theft Protection is available for this lock?
es: ¿Sabía que Anti Theft Protection está disponible para este bloqueo?

source: Anti Theft Protection Available
es: Protección antirrobo disponible

source: Register for Anti Theft Protection
es: Regístrese para Protección Antirrobo

source: Thanks again for registering!
es: ¡Gracias de nuevo por registrarse!

source: We are so sorry to hear your bike was stolen. Between our 529 network, 100s of law enforcement agencies, and your friends, you have a whole posse on the look out for your bike.
es: Esto es lo que debe hacer a continuación.

source: A Note From
es: Una nota de

source: Check out our Found Bike listings.
es: Consulte nuestras listas de bicicletas encontradas.

source: We've done a premilinary search for you. Is it one of these bikes?
es: Hemos hecho una búsqueda premilinaria por ti. ¿Es una de estas bicicletas?

source: Not My Bike
es: No mi bicicleta

source: There appears to be an issue with the location of your alert. Our search and alert system are based on location, so please update your alert with a valid loction.
es: Notamos que aún no ha agregado un número de caso para su informe policial.

source: If you haven't filed an official police report yet, we highly recommend doing so now. If the police do find your bike, they won't know to get it back to you if you haven't filed a police report. Law enforcement often finds whole warehouses and garages full of stolen bikes, and yours might end up among them. Don't let your bike go to auction... file a police report now, and be sure to record the officer you spoke with's contact information and case number with your incident report.
es: Haga clic aquí para agregar su número de caso.

source: Agency: %{agency_name}
es: Agencia:% {agency_name}

source: Report Website: %{report_web}
es: Sitio web del informe:% {report_web}

source: Website: %{agency_link}
es: Sitio web:% {agency_link}

source: Report Phone: %{report_phone}
es: Informe de teléfono:% {report_phone}

source: Phone: %{agency_phone}
es: Teléfono:% {agency_phone}

source: Report Location: %{report_location}
es: Ubicación del informe:% {report_location}

source: Location: %{line1} %{line2} %{city} %{state}
es: Ubicación:% {line1}% {line2}% {city}% {state}

source: Here are some other ideas that will help increase your odds of recovery
es: Que Todos Sepan

source: Your bike now has it's own missing bike page. This is the page that people will see when they search for your bike. You can also share this link to help spread the word.
es: Tu página de bicicleta faltante

source: Add More Details
es: Añadir más detalles

source: You can update your bike's registration data and your bike's alert, even after you've reported it stolen, so if you just remembered a critical piece of information, add it now.
es: Haga clic aquí para actualizar su alerta.

source: Keep Your Eyes on Craigslist, Kijiji, OfferUp and eBay
es: Mantenga sus ojos en Craigslist, Kijiji, OfferUp y eBay

source: Create an RSS feed that you can monitor online marketplaces without having to rebuild your search each time.
es: Aquí tenemos nuestra mejor estimación sobre dónde comenzar con Craigslist

source: Here's our best guess as to where to start with eBay
es: Aquí está nuestra mejor estimación sobre dónde comenzar con eBay

source: Once you get your search set up and working, just copy the URL and paste it into your favorite newsreader. (We like
es: Poner carteles

source: Print lots of posters
es: Imprime muchos carteles

source: with our quick automated templates. They even have tear-offs for your contact info.
es: No lo compre de vuelta del ladrón!

source: Don't fall for this scam. Often, thieves will contact the owner of the bike, posing as a good samaritan who happened to buy the bike from the thief and became suspicious. If you suspect this may be the case, be sure to contact the authorities. They should be able to help you get the bike back at no charge from the seller.
es: Una onza de prevención ...

source: If you have other bikes that haven't been registered yet, don't delay. Now is the time to record all of the critical information about them so you are prepared if it happens again.
es: Regístrate ahora.

source: Best of luck on your recovery!
es: ¡Mucha suerte en tu recuperación!

source: User name and password login too slow?
es: ¿El nombre de usuario y la contraseña de inicio de sesión demasiado lento?

source: Here's your Fass Pass login in link.
es: Aquí está su acceso de Fass Pass en el enlace.

source: Just click the link, and we'll do the rest.
es: Simplemente haga clic en el enlace y nosotros haremos el resto.

source: Even better, if you open this link on your mobile device, you can save a shortcut to your
es: iPhone

source: Android
es: Androide

source: home screen for super fast login without returning to this email.
es: Haga clic aquí para ingresar

source: If you need to reset your Fass Pass login, login with your standard credentials, and go to your user settings page. We'll send you a new link.
es: Solo ve a

source: and log in with the email address you provided when you received your 529 Shield and the password you received in a separate email.
es: ¡Hola!

source: You've been invited by %{name} to help us protect bikes in the 529 Garage.
es: Gracias por unirte al 529 Garage.

source: Your 529 Garage user name is
es: Su nombre de usuario de garaje 529 es

source: You signed up with %{social_login} One Click login. Be sure to use the One Click button when you need to sign back in.
es: Ahora, configura una contraseña para completar tu registro

source: This link expires in 72 hours. If you need to set your password after that period, use the Forgot Password link below the password field on the login form to request a new link.
es: ¿Tiene problemas con el enlace? Copie y pegue esta url en su navegador

source: Once you log in, click on Your Garage in the menu, and you'll see your newly registered bike.
es: ¿Tiene algún problema? Háganos saber en

source: Ride Safe
es: Viaja seguro

source: Your missing bike poster from the 529 Garage is complete.
es: Su cartel de bicicleta faltante del garaje 529 está completo.

source: Have a smartphone?
es: ¿Tienes un teléfono inteligente?

source: Our iOS and Android apps
es: Nuestras aplicaciones iOS y Android

source: make it even eaiser to
es: hacerlo aún más fácil

source: Add photos of your bike
es: Agrega fotos de tu bicicleta

source: Keep your bike information handy
es: Mantenga la información de su bicicleta a mano

source: Start a missing bike alert to get the word out quickly if your bike is stolen
es: Ayude a las víctimas de robos de bicicletas en su área

source: Get the App
es: Obtener la aplicación

source: %{someone} has added the registration information for your %{bike} to the 529 Garage.
es: % {someone} agregó la información de registro de tu% {bike} en 529 Garage.

source: Here are the missing bikes near you
es: Aquí están las bicicletas que faltan cerca de ti

source: (up to %{dist} miles away)
es: (hasta% {dist} millas de distancia)

source: (within 25 miles)
es: (dentro de 25 millas)

source: No bikes were reported missing in your area.
es: No se reportaron bicicletas desaparecidas en su área.

source: Stolen from
es: Robado de

source: Be on the lookout for
es: Esté atento a

source: View More Details
es: Ver más detalles

source: Have you seen it?
es: ¿Lo has visto?

source: Are you missing a bike?
es: ¿Te estás perdiendo una bicicleta?

source: Start by
es: Comienza por

source: registering your bike,
es: registrando tu bicicleta,

source: and then click Missing Bike Alert and follow the steps to report it stolen.
es: Seguir adelante

source: Thanks for adding your %{makemodel} to the 529 Garage.
es: Gracias por agregar tu% {makemodel} al 529 Garage.

source: Thanks for adding your bike to the 529 Garage.
es: Gracias por agregar tu bicicleta al 529 Garage.

source: We have the following message about your bike
es: Tenemos el siguiente mensaje sobre tu bicicleta

source: If someone is abusing the system, please let us know through our
es: Si alguien está abusando del sistema, por favor avísenos a través de nuestro

source: with the 529 Garage
es: con el garaje 529

source: with
es: Estafa

source: It's time to claim your bike registration. Don't worry, it's easy and takes less than a minute.
es: y únete o inicia sesión con tu cuenta existente.

source: When asked, be sure to use
es: Cuando se le pregunte, asegúrese de usar

source: as your email (it's the one you gave to register your bike).
es: como su correo electrónico (es el que usted dio para registrar su bicicleta).

source: Then, just click Claim Your Bike in the top navigation and enter your Claim ID and click Claim to finish the process.
es: Haga clic aquí para solicitar su registro de bicicleta.

source: Then, just confirm your Claim ID and click Claim to finish the process.
es: Su ID de reclamo

source: We've added the found bike you added to our Found Bike search.
es: Si desea editar o eliminar tu publicación sobre la bicicleta encontrada, puedes ir aquí.

source: You will also find your post in Your Garage here:
es: También encontrarás la publicación en Tu Garage aquí:

source: Your %{makemodel} was marked as recovered by %{orgname}.
es: Su% {makemodel} se marcó como recuperado por% {orgname}.

source: Your bike was marked recovered by %{orgname}.
es: Su bicicleta fue marcada como recuperada por% {orgname}.

source: If you think this was done in error, please contact us at support@project529.com
es: Si cree que esto se hizo por error, contáctenos a support@project529.com

source: You have a message from %{org_name}
es: Usted tiene un mensaje de% {org_name}

source: One of our partners has information about your bike.
es: Uno de nuestros socios tiene información sobre su bicicleta.

source: Inquery about my bike
es: Preguntar acerca de mi bicicleta

source: for more information.
es: para más información.

source: 529 Shield Pickup Location
es: 529 ubicación de recogida de escudo

source: Here is a PDF
es: Aquí hay un PDF

source: Your 529 Garage Registration Certificate
es: Su 529 certificado de registro de garaje

source: So sorry to hear that your bike was stolen. We want to get the word out as soon as possible, but it looks like you didn't enter a location for the incident. This can happen if you have location services disabled on your device, or don't drop a pin on your map when asked.
es: y haga clic en Transferencia completa.

source: Log in with the 529 user account that you recieved in a separate email
es: Inicia sesión con tu cuenta de usuario 529

source: to finish the process.
es: para terminar el proceso

source: Can you believe it's your bike registration anniversary with the 529 Garage?
es: Aquí están las bicicletas que registró en este día

source: Registered with
es: Registrado con

source: No longer your bike?
es: ¿Ya no es tu bicicleta?

source: Did you know that you can transfer your registration to the new owner? Just
es: ¿Sabía que puede transferir su registro al nuevo propietario? Solo

source: login on the website,
es: iniciar sesión en el sitio web,

source: select the bike in Your Garage, and select transfer bike in the menu. You'll just need the email address of the new bike owner, and we'll move the bike out of your garage and into theirs (just remember to remove any photos you don't want transferred beforehand).
es: ¿Cambios hechos a tu bicicleta?

source: Update your registration info,
es: Actualiza tu información de registro

source: so you are prepared.
es: entonces estás preparado.

source: Get this email by mistake? Please let us know at
es: Obtener este correo electrónico por error? Por favor, háganos saber en

source: A bike within your organization was reported missing, and you've asked us to mail you the details we have on file for the bike and the incident. You can also find the missing bike report online at
es: más fotos

source: photos
es: fotos

source: You can even store your lock key numbers and combos, just in case you forget them.
es: Si nada más, asegúrese de agregar su número de serie.

source: If you need help finding your serial number, check out our
es: Si necesita ayuda para encontrar su número de serie, consulte nuestro

source: serial number tips.
es: consejos de número de serie.

source: and log in with this email address (%{email}).
es: e inicie sesión con esta dirección de correo electrónico (% {email}).
