Repository: IlyaPapelishvili/15.04
Catalog: */gitlocalize-2021-04-16-app.po
Languages: es

source: Here are the bikes we know are missing, sorted by most recent theft.
es: Zoom el mapa para filtrar a su ubicación.

source: Check a Serial Number or 529 Shield ID
es: Verifique un número de serie o una identificación de escudo 529

source: Enter the Serial Number or 529 Shield ID
es: Ingrese el número de serie o la identificación del escudo 529

source: Check
es: Comprobar

source: Your Count
es: Tu cuenta

source: No more bikes to colorize
es: No más bicicletas para colorear

source: Bike ID
es: ID de bicicleta

source: Pick a Frame Color
es: Elige un color de marco

source: Pick an Accent Color
es: Elige un color de acento

source: Select Bike Type
es: Seleccione el tipo de bicicleta

source: Loading Next Bike
es: Cargando siguiente bicicleta

source: Purchased From
es: Comprado de

source: Bike Shop Name
es: Nombre de la tienda de bicicletas

source: Purchase Date
es: Fecha de compra

source: The following found bikes closely matches your bike
es: Las siguientes bicicletas encontradas se ajustan a su bicicleta

source: Not Available
es: No disponible

source: Help me find my bike.
es: Ayudame a encontrar mi bicicleta

source: Have you seen this %{make}? @project529 #endbiketheft
es: ¿Has visto esto% {make}? @ project529 #endbiketheft

source: This bike wasn't stolen after all.
es: Esta bicicleta no fue robada después de todo.

source: Hooray!
es: ¡Hurra!

source: This bike has been recovered.
es: Esta bicicleta ha sido recuperada.

source: Reply to Owner
es: Responder al propietario

source: Spread the Word
es: Difundir la palabra

source: (Viewed %{count} times)
es: (Visto% {count} veces)

source: Share on Facebook
es: Compartir en Facebook

source: Share on Twitter
es: Compartir en Twitter

source: Share on Google+
es: Compartir en Google+

source: My %{make} %{model} bike was stolen
es: Mi bicicleta% {make}% {model} fue robada

source: Help me find this bike.
es: Ayúdame a encontrar esta bicicleta.

source: This %{make} %{model} bicycle was stolen. Let me know if you've seen it!
es: Esta bicicleta% {make}% {model} fue robada. ¡Avíseme si lo ha visto!

source: Abuse reported
es: Abuso reportado

source: This will mark your bike as stolen, and start the alert process. Are you sure you want to continue?
es: Comience mi alerta

source: I just parked my bike in the 529 Garage. #endbiketheft #529Garage
es: Acabo de aparcar mi bicicleta en el garaje 529. #endbiketheft # 529

source: Thousands of stolen bikes are recovered by the police every year, but can't be recovered because the rightful owner doesn't have documentation. Don't be one of those statistics. Register your bike, and protect your ride. #endbiketheft
es: Vamos a registrar tu bicicleta

source: If you are missing some of this information right now, you can always add it later.
es: Su número de teléfono

source: Bike Nickname
es: Apodo de la bicicleta

source: Don't see your bike color? Pick the closest color. We intentionally limit the colors so that if someone searches for your bike, they are more likley to find it.
es: Asociar este registro de bicicleta con

source: Report Bike
es: Informar bicicleta

source: Edit My Alert
es: Editar mi alerta

source: I Found It
es: Lo encontré

source: Your Missing Bike Poster
es: Su cartel de bicicleta faltante

source: 529 Garage Incident Report
es: 529 Informe de incidente de garaje

source: Make/Model/Build
es: Marca / Modelo / Construir

source: How the lock was defeated
es: Cómo se derrotó la cerradura

source: Scene Notes
es: Notas de escena

source: Where did you see this bike?
es: ¿Dónde viste esta bicicleta?

source: Can the owner contact you?
es: ¿El propietario puede contactarlo?

source: An email address is not required, but is recommended. If you leave your email address blank, you'll remain anonymous to the bike owner, so they won't be able to follow up with you.
es: ¿Tienes una foto para compartir?

source: Insurance Company
es: Compañía de seguros

source: Insurance Agent
es: Agente de seguros

source: Account Number
es: Número de cuenta

source: Need Insurance?
es: ¿Necesita seguro?

source: Add Serial Number
es: Agregar número de serie

source: Plus
es: Más

source: Archived Bikes
es: Bicicletas archivadas

source: Slideshow
es: Diapositivas

source: Add Photos
es: Agregar fotos

source: days
es: dia

source: Your bike is associated with the following organizations
es: Tu bicicleta está asociada a las siguientes organizaciones

source: Add a Membership
es: Añadir una membresía

source: Add a membership
es: Añadir una membresía

source: Adding a membership will grant the organization access to your bike's information.
es: Certificado de registro

source: Date Purchased
es: fecha de compra

source: 529 Shield ID/Other Label ID
es: 529 ID de escudo / ID de otra etiqueta

source: Additional Information
es: Información Adicional

source: Owner Information
es: Información del propietario

source: 529 Garage Wallet Card
es: Tarjeta de billetera de garaje 529

source: Project 529 Inc
es: Proyecto 529 Inc

source: Make/Model/Color
es: Marca / Modelo / Color

source: Do you want a digital copy (PDF) of your 529 Registration Certificate for your files, to print or to share with your insurance?
es: Descargar Certificado de Registro 529

source: You will receive an email when your registration certificate is ready.
es: Recibirá un correo electrónico cuando su certificado de registro esté listo.

source: Select the bike that was stolen
es: Seleccione la bicicleta que fue robada

source: Add a new bike
es: Añadir una bicicleta nueva

source: Start Alert
es: Iniciar alerta

source: Search for Stolen Bikes
es: Búsqueda de bicicletas robados

source: That's Great!
es: ¡Eso es genial!

source: How did you get your bike back?
es: ¿Cómo recuperaste tu bicicleta?

source: When did you find it?
es: ¿Cuándo lo encontraste?

source: My registration helped me get my bike back!
es: ¡Mi registro me ayudó a recuperar mi bicicleta!

source: You can share my recovery story
es: Puedes compartir mi historia de recuperación

source: Photo Type
es: Tipo de foto

source: Make this photo your hero photo.
es: Haz que esta foto sea tu foto de héroe.

source: This photo is your hero photo.
es: Esta foto es tu foto de héroe.

source: Delete Photo
es: Borrar foto

source: Other Label Number
es: Otro número de etiqueta

source: Add Code
es: Agregar código

source: Promotion codes applied to this bike
es: Códigos de promoción aplicados a esta bicicleta

source: Have you seen this %{make} %{model}? @project529 #endbiketheft
es: ¿Has visto esto% {make}% {model}? @ project529 #endbiketheft

source: Start Your Report
es: Comience su informe

source: We'll be taking you through a few quick steps
es: Lo guiaremos a través de unos pocos pasos rápidos

source: Step 1: Pull together the where, when and what for your bike
es: Paso 1: une el dónde, el cuándo y el qué de tu bicicleta

source: Step 2: Spread the word
es: Paso 2: Corre la voz

source: Step 3: Note the details of the scene
es: Paso 3: tenga en cuenta los detalles de la escena

source: Step 4: Notify the police
es: Paso 4: notificar a la policía

source: Remember, hope is not a plan.
es: Recuerde, la esperanza no es un plan.

source: Components
es: Componentes

source: Promotion Codes
es: Códigos de promoción

source: What's a promotion code? From time to time, we'll be holding special contests for our registered users. You can find out about these on our blog or in our newsletter, at events or maybe even from a friend.
es: Este es el lugar para agregar esos códigos e ingresar al concurso.

source: Your Bikes (%{bike_count})
es: Sus bicicletas (% {bike_count})

source: Bike Missing?
es: ¿Bicicleta falta?

source: Bike Missing or Stolen?
es: ¿Le falta la bicicleta o la ha robado?

source: Your Locks (%{lock_count})
es: Sus bloqueos (% {lock_count})

source: Add a Lock
es: Añadir un bloqueo

source: Other Registered Bikes (%{other_bikes_count})
es: Otras bicicletas registradas (% {other_bikes_count})

source: Found Bikes (%{spotted_bikes_count})
es: Bicicletas encontradas (% {spotted_bikes_count})

source: Add A Found Bike
es: Agregar una bicicleta encontrada

source: Claim Your Bike Registration
es: Reclama tu registro de bicicleta

source: If your bike was registered at an event or a shop, enter the email that you gave the registration
es: O bien, puedes agregar una nueva bicicleta

source: We found registrations associated with your email. Please
es: Encontramos registros asociados con su correo electrónico. Por favor

source: to continue with your registration.
es: para continuar con su registro.

source: Just enter the claim id to claim the registration.
es: Simplemente ingrese el ID del reclamo para reclamar el registro.

source: Great! Your bike has
es: ¡Estupendo! Tu bicicleta tiene

source: some photos
es: algunas fotos

source: a photo
es: una fotografía

source: OK. Remember you can add photos later.
es: DE ACUERDO. Recuerde que puede agregar fotos más tarde.

source: Next, do you have a 529 Shield for the bike?
es: A continuación, ¿tienes un escudo 529 para la bicicleta?

source: A 529 Shield is an optional decal with a unique code that can be used to identify a bike, and makes it easier to return the bike if it has been recovered.
es: Mira nuestro

source: Shields & Goods page
es: Página Shields & Goods

source: to find out where to get one.
es: para averiguar dónde conseguir uno.

source: The shield ID will be 7 characters with no numbers.
es: La identificación del escudo será de 7 caracteres sin números.

source: Have a label from a different registry? Add it here
es: ¿Tiene una etiqueta de un registro diferente? Agrégalo aquí

source: Label Number/Code
es: Número de etiqueta / Código

source: Save My Shield
es: Guardar mi escudo

source: Collect all the photo types
es: Recoge todos los tipos de fotos

source: Would you mind taking a minute to let us know how you recovered your bike?
es: ¿Le importaría tomarse un minuto para decirnos cómo recuperó su bicicleta?

source: Once you get a shield, just enter the
es: Una vez que obtienes un escudo, solo ingresa el

source: 7 character ID
es: ID de 7 caracteres

source: from the Shield below.
es: del escudo a continuación.

source: You have requested to pick your shield up at
es: Ha solicitado recoger tu escudo en

source: Have a label or sticker from different registry? Add it here
es: ¿Tiene una etiqueta o calcomanía de otro registro? Agrégalo aquí

source: Label Number
es: Número de etiqueta

source: Need a shield?
es: ¿Necesitas un escudo?

source: Please enter a valid Shield ID, or remove the Shield ID you entered.
es: Ingrese una ID de escudo válida o elimine la ID de escudo que ingresó.

source: Claim ID
es: ID de reclamo

source: Caption
es: Subtítulo

source: This bike has been claimed by it's owner. You can no longer edit the bike information.
es: La historia de tu bicicleta

source: reported by previous owner
es: informado por el propietario anterior

source: Bike & Incident Details
es: Detalles de bicicleta e incidente

source: Send to You
es: Te envio

source: Please enter an email address for the agent first
es: Por favor ingrese una dirección de correo electrónico para el agente primero

source: Recommended Photos
es: Fotos recomendadas

source: Bike Side
es: Lado de bicicleta

source: Click the star icon to set one photo as your hero photo. This will be the primary photo for your bike.
es: informacion de compra

source: Your registration is missing required information.
es: A su registro le falta la información requerida.

source: Your bike is missing recommended photos
es: A su bicicleta le faltan fotos recomendadas

source: Accessories
es: Accesorios

source: Sorry - Accessories are currently under construction.
es: Lo sentimos: los accesorios están actualmente en construcción.

source: Insurance Information
es: Información del seguro

source: Bike Missing or Stolen? Click Here!
es: ¿Le falta la bicicleta o la ha robado? ¡Haga clic aquí!

source: Edit Your Bike Alert
es: Editar su alerta de bicicleta

source: Registration Certificate
es: Certificado de registro

source: Remove Bike
es: Eliminar bicicleta

source: This bike is currently pending transfer. It will be removed from your garage when the new owner accepts the transfer.
es: ¿Sacas esta bicicleta de tu garaje permanentemente?

source: No photos
es: Sin fotos

source: Your registration is missing required
es: Su registro falta

source: Required for your permit with %{orgdisplay_name}
es: Requerido para su permiso con% {orgdisplay_name}

source: ID Number
es: Numero de identificacion

source: Please add your address on Your Settings page.
es: Por favor, agregue su dirección en su página de configuración.

source: This bike is registered to
es: Esta bicicleta está registrada para

source: Missing Recommended Information
es: Falta información recomendada

source: Did you mean %{bikemanufacturername}?
es: ¿Quisiste decir% {bikemanufacturername}?

source: Frame Finish
es: Acabado del marco

source: Details
es: Detalles

source: Source
es: Fuente

source: Link
es: Enlazar

source: This bike was reported stolen to
es: Esta bicicleta fue reportada como robada

source: This bike was registered with
es: Esta bicicleta fue registrada con

source: Information about bike %{serial}
es: Información sobre la bicicleta% {serial}

source: If you have more information about this bike.
es: Si tienes más información sobre esta bicicleta.

source: Reference Number
es: Numero de referencia

source: Share
es: compartir

source: My %{make} %{model} bicycle was stolen. Let me know if you've seen it!
es: Mi bicicleta% {make}% {model} fue robada. ¡Avíseme si lo ha visto!

source: Bike Protection On
es: Protección de bicicleta en

source: Need a Lock?
es: ¿Necesitas un candado?

source: Now that you are done registering your bike, why not let your friends know.
es: Configuración de la agencia

source: Alert & Notifications Options
es: Opciones de alerta y notificaciones

source: Your account is currently pending verification. Once verified, we'll enable searching all %{number_bikes} registered bikes.
es: El registro personalizado de su agencia

source: Your Agency's Published Bikes
es: Las bicicletas publicadas de su agencia

source: More than %{max_results} bikes were found... here are the first #{max_results}. Try Advanced Search to narrow down the results.
es: Buscar cuentas

source: 500 search accounts
es: 500 cuentas de búsqueda

source: One staff account
es: Una cuenta de personal

source: Just add bicycles that end up in your property room once, and we'll search our site for matching bikes for you each day, and email you potential matches. And, if it's returned to the user, you can automatically register it to them on release.
es: Personalizado

source: Solutions
es: Soluciones

source: We will work with you to design strategies and solutions such as
es: Trabajaremos con usted para diseñar estrategias y soluciones tales como

source: "U-lock, U-rock!" program
es: ¡U-lock, U-rock! Programa

source: "ABUS Loaner Lock" program
es: Programa ABUS Loaner Lock \

source: Granville Island "Operation Rudy"
es: Isla Granville Operación Rudy \

source: Customized event bike stands
es: Soportes de bicicletas de eventos personalizados

source: Bike valet integration
es: Integración de valet de bicicleta

source: Bike census project
es: Proyecto de censo de bicicletas

source: Bike theft surveys
es: Encuestas sobre robos de bicicletas

source: Education video scripting
es: Guiones de video educativo

source: Is your property room full of bikes?
es: ¿Su habitación está llena de bicicletas?

source: Let the 529 Garage help you get them back to their rightful owners.
es: Deje que el garaje 529 le ayude a devolverlos a sus legítimos propietarios.

source: Get started with the 529 Garage Law Enforcement Edition
es: Comience con la 529 Garage Law Enforcement Edition

source: Thanks for helping our efforts to fight bike theft. To get you started, we've enabled all of our Community Policing features free for 30-days, so you can try everything out.
es: Para configurar la cuenta de su agencia, necesitamos cierta información.

source: If there is information you don't have, you can always add it later.
es: Si hay información que no tiene, siempre puede agregarla más tarde.

source: Agency name
es: Nombre de agencia

source: Badge number
es: Numero de placa

source: Skip the Trial
es: Omita la prueba

source: Pre-registered shields
es: Escudos prerregistrados

source: Showing All Pre-Registered Shields. Enter a shield ID to show the batches that include the shield
es: Necesita seguimiento

source: Pre-register shields
es: Preregistrar escudos

source: First Code
es: Primer código

source: That ID is already assigned to a bike. That may be ok, but you may want to double check the ID.
es: Este no es un ID de escudo válido. Introduce de nuevo el ID.

source: First Shield
es: Primer escudo

source: Batch Code
es: Código de lote

source: Assigned To
es: Asignado un

source: Shields in Batch
es: Escudos en lote

source: Editing Shield Note
es: Edición de la nota del escudo

source: Pre-Register Shields
es: Preregistrar escudos

source: Approve Incident Alert
es: Aprobar Alerta de Incidente

source: Current Status
es: Estado actual

source: Requested At
es: Solicitado en

source: Approved On
es: Aprobado en

source: Too old. Last seen %{last_seen_date}
es: Demasiado viejo. Visto por última vez% {last_seen_date}

source: No Lat/Lng. Please set.
es: Sin Lat / Lng. Por favor, configura

source: Look up location description on google maps.
es: Busque la descripción de la ubicación en google maps.

source: Look up postal code on google maps.
es: Busque el código postal en google maps.

source: Bolo Message
es: Mensaje de Bolo

source: Was locked?
es: ¿Fue cerrado?

source: Approve
es: Aprobar

source: Done
es: Hecho

source: You will receive an email reminder in
es: Recibirá un recordatorio por correo electrónico en

source: See you soon.
es: Te veo pronto.

source: Where was your bike last seen?
es: ¿Dónde fue visto tu bicicleta por última vez?

source: Drag to move the pin to the location of the incident.
es: Arrastre para mover el pin a la ubicación del incidente.

source: Where was the bike stolen?
es: ¿Dónde fue robada la bicicleta?

source: When was the bike stolen?
es: ¿Cuándo fue robada la bicicleta?

source: What should people look for?
es: ¿Qué debería buscar la gente?

source: How should they contact you?
es: ¿Cómo deben contactarlo?

source: Who should we tell?
es: ¿A quién deberíamos decir?

source: Was it locked?
es: ¿Estaba bloqueado?

source: Do you have any scene notes for law enforcement or insurance?
es: ¿Tiene alguna nota de escena para la policía o el seguro?

source: Have you reported to law enforcement?
es: ¿Ha informado a la policía?

source: Have you reported to insurance?
es: ¿Has informado al seguro?

source: This information will appear on your missing poster.
es: Esta información aparece en su cartel faltante.

source: This information is for you records. It won't appear on your poster.
es: Esta información es para usted. No llegaré en tu póster.

source: Make notes of any details from the scene which might be interesting to the police. You can also note witness contact info here.
es: Caer aquí

source: This information is for you records. It won't appear on your poster.
es: Esta información es para usted. No llegaré en tu póster.

source: Was your bike locked?
es: ¿Tu bicicleta estaba bloqueada?

source: How was the lock defeated?
es: ¿Cómo fue derrotada la cerradura?

source: Be specific.
es: Se específico.

source: Scene Photos
es: Fotos de escena

source: Add any photos you'd like to have of the scene, such as where it was locked, or the cut lock.
es: Ver los detalles de tu bicicleta

source: Law Enforcement Information
es: Información de aplicación de la ley

source: You can save your police report information for your records here. Please note that this does not automatically file a police report, but you can use the Send button to quickly send your bike information to the officer you are working with.
es: Informes de robo en línea

source: A police report was filed
es: Se presentó un informe policiaco

source: Bureau
es: Oficina

source: You can save your insurance contact information for your records here. Please note that this does not automatically file with your insurance, but you can use the Send button to quickly send your bike information to the agent you are working with.
es: Agencia

source: Claim Number
es: Numero de reclamo

source: From Insurance Provider
es: Del proveedor de seguros

source: Send to Officer
es: Enviar un oficial

source: Send to Agent
es: Enviar al agente

source: Resend
es: Reenviar

source: Please enter an email address for the officer first.
es: Primero ingrese una dirección de correo electrónico para el oficial.

source: Please enter an email address for the agent first.
es: Primero ingrese una dirección de correo electrónico para el agente.

source: Please make sure your User Settings has an email set.
es: Háganos saber los detalles del robo

source: Step 3
es: Paso 3

source: Note the details of the scene
es: Tenga en cuenta los detalles de la escena

source: Step 4
es: Etapa 4

source: Notify the police
es: Notificar a la policía

source: Update Your Report
es: Actualiza tu informe

source: Have new information to add? Or, was your alert a false alarm?
es: Cancelar alerta

source: Let Everyone Know
es: Que Todos Sepan

source: Notify the 529 network
es: Notificar a la red 529

source: Your post may be posted to our regional social networks. If you want to opt out of this, check below.
es: Podrás publicar tu mensaje en nuestras redes sociales regionales. Si no desea utilizar esta opción, desmárcala más abajo.

source: Do not post to social media.
es: No publicar en las redes sociales.

source: You can opt in to notify other 529 Garage app users near the location of the theft. Click Notify Now to send push notifications
es: Puedes elegir si se notificará a otros usuarios de la app 529 Garage cercano al lugar del robo. Haz clic en Notificar ahora para enviar notificaciones automáticas.

source: Notify now
es: Notificar ahora

source: You do not have a location set. Your missing bike alert will not show up on our hotsheet without a location.
es: Ocultar de la hoja caliente

source: Post to Hot Sheet now
es: Publicar en Hot Sheet ahora

source: Are you sure you want to start notifications? You can only alert the 529 community once per missing alert.
es: Imprima un póster de bicicleta perdido que puede publicar en su vecindario.

source: Your alert may be reposted to our regional social networks. If you want to opt out of this, check below.
es: No publique en 529 redes sociales.

source: Send a smartphone notification to 529 Users nearby so they can keep an eye out for your bike! You can only do this once, so be sure that you have all the information on your alert before you do this.
es: Notificar ahora

source: Notify your networks
es: Notifique sus redes

source: Be sure to let your friends know about your bike so they can help spread the word.
es: 529 notificado

source: Report Complete
es: Informe completo

source: It's ok that don't have everything right now, but be sure update the following for the best chance of recovering your bike
es: una foto para tu bicicleta

source: Your incident case number
es: Su número de caso incidente

source: Your Bike's Missing Page and Poster
es: La página y el cartel que faltan de tu bicicleta

source: Your bike's missing page
es: La página que falta de tu bicicleta

source: When and Where
es: Cuando y donde

source: Show on Map
es: Mostrar en el mapa

source: When did you last see it?
es: ¿Cuándo fue la última vez que lo viste?
