Repository: IlyaPapelishvili/15.04
Catalog: */gitlocalize-2021-04-16-app.po
Languages: es

source: (If you aren't yet a 529 Garage member, look for the welcome email in your inbox with instructions to set your 529 Garage password.)
es: Número de serie

source: 529 Shield
es: Escudo 529

source: Registered with
es: Registrado con

source: Registered on
es: Registrado en
