Repository: IlyaPapelishvili/15.04
Catalog: */gitlocalize-2021-04-16-app.po
Languages: es

source: Proxy registration lets your organization act as an intermediary for the bike owner, so the bike registration information can be searched on our site without providing us with any personal information about the bike owner. If someone finds the bike, or has a tip, they contact your organization, and then, using the reference #, you can look up the bike owner in your system and contact them to let them know about the tip.
es: El registro proxy permite que tu organización actúe como intermediaria del propietario de la bicicleta, de modo que puedes buscar la información del registro de la bicicleta en nuestro sitio sin proporcionarnos ninguna información personal sobre el propietario de la bicicleta. Si alguien encuentra la bicicleta, o tiene alguna pista sobre ella, se pondrá en contacto con tu organización, y entonces, con ayuda del número de referencia, podrás buscar al propietario de la bicicleta en tu sistema y ponerte en contacto con él para informarle sobre el aviso.

source: Have lots of historical registrations you want to make searchable?
es: ¿Tienes muchos registros históricos que te gustaría que pudieran consultarse?

source: Contact us
es: Contáctanos

source: about uploading them as a batch.
es: acerca de subirlas como lote.

source: Search
es: Buscar

source: Reset
es: Reiniciar

source: Add a Proxy Bike
es: Agregar una bicicleta proxy

source: Sort by ID
es: Ordenar por ID

source: Reference ID
es: Identificación de referencia

source: Sort by Make/Model
es: Ordenar por Marca / Modelo

source: Sort by Serial Number
es: Ordenar por número de serie

source: No ID
es: Sin ID

source: No Make/Model
es: Sin marca / modelo

source: No Serial Number
es: Sin número de serie

source: No Color
es: Color del pecado

source: Edit Proxy Bike
es: Editar Proxy Bike

source: Add Proxy Bike
es: Añadir bicicleta proxy

source: Bike Status
es: Estado de la bicicleta

source: Date Purchased or Registered
es: Fecha de compra o registro

source: Private User Information
es: Información privada del usuario

source: This information is only displayed to your organization
es: Esta información solo se muestra a su organización.

source: Bike Owner Name
es: Nombre del propietario de la bicicleta

source: Bike Owner Email
es: Correo electrónico del propietario de la bicicleta

source: Bike Owner Phone Number
es: Número de teléfono del propietario de la bicicleta

source: Bike Owner Address
es: Dirección del propietario de la bicicleta

source: Bike Owner City
es: Ciudad del propietario de la bicicleta

source: Bike Owner State
es: Estado del propietario de la bicicleta

source: Bike Owner Postal Code
es: Código postal del propietario de la bicicleta

source: Save and Add Another
es: Guardar y agregar otro

source: Delete
es: Eliminar

source: Are you sure you want to delete this proxy bike?
es: ¿Estás seguro de que quieres eliminar esta bicicleta proxy?

source: This information may be shared with bike owners reporting thefts in your area.
es: Número de días para mantener

source: Search Statistics
es: Estadísticas de búsqueda

source: User
es: Usuario

source: This Week
es: Esta semana

source: # Matches
es: # Partidos

source: Date Received
es: Fecha de recepción

source: Evidence ID
es: ID de evidencia

source: Property ID
es: Identificación de la propiedad

source: Room
es: habitacion

source: Actions
es: Acciones

source: Show %{menu} rows
es: Mostrar% {menu} filas

source: Showing %{start} to %{end} of %{total} entries
es: Mostrando del% {start} al% {end} de% {total} entradas

source: , end:
es: , aleta:

source: filtered to %{max} entries
es: filtrado a% {max} entradas

source: Loading
es: Cargando

source: No bikes found
es: No se encontraron bicicletas

source: First
es: Primera

source: Previous
es: Anterior

source: Next
es: del mes próximo

source: Last
es: Última

source: Property Room Settings
es: Configuración de habitaciones de propiedad

source: Property Room Archive Settings
es: Configuración del archivo de la sección de objetos perdidos

source: Hide recovered bikes after a number of days.
es: Ocultar las bicicletas recuperadas después de varios días.

source: Number of days to archive
es: Número de días para archivarlas

source: Property Room Locations
es: Ubicaciones de habitaciones de propiedad

source: Do you have mulitple property rooms? Add them here, and you can then set the room on your property room bikes for easy tracking.
es: Habitación de propiedad

source: Add a room
es: Añadir una habitación

source: Property Room Published Bike Settings
es: Habitación de la propiedad publicado ajustes de bicicleta

source: Would you like to show photos on your published property room bikes page?
es: Mostrar fotos para bicicletas publicadas

source: Property Room CSV Import Settings
es: Configuración de importación de CSV de habitación de propiedad

source: Be sure that your file is a plain CSV file (not encoded), and set the following names to match the column names of your CSV to import:
es: Verifica un CSV

source: CSV Encoding
es: Codificación CSV

source: Evidence ID column header
es: Encabezado de columna de ID de evidencia

source: Property ID Column Header
es: ID de propiedad encabezado de columna

source: Case Number Column Header
es: Encabezado para la columna del número de caso

source: Property Room Column Header
es: Cabina de la columna de la propiedad

source: Serial number column header
es: Encabezado de columna de número de serie

source: Other possible serial number column header
es: Otro posible encabezado para la columna del número de serie

source: Shield column header
es: Encabezado de columna de escudo

source: Other label column header
es: Otro encabezado para la columna de la etiqueta

source: Bike frame color column header
es: Encabezado de columna de color de marco de bicicleta

source: Bike accent color column header
es: Encabezado de columna de color de acento

source: Manufacturer column header
es: Encabezado de columna del fabricante

source: Model column header
es: Encabezado de columna modelo

source: Groupset column header
es: Grupo Encabezado de la columna

source: Wheel size column header
es: Encabezado de columna de tamaño de rueda

source: Bike type column header
es: Encabezado de columna de tipo de bicicleta

source: Size column header
es: Cabecera de columna de tamaño

source: Bike Description Column Header
es: Descripción de la bicicleta encabezado de columna

source: Date received column header
es: Fecha de recepción del encabezado de columna

source: Date Format
es: Formato de fecha

source: Bike condition column header
es: Encabezado de columna de condición de bicicleta

source: Claim notes column header
es: Encabezado de columna de notas

source: Select CSV to Check
es: Seleccione CSV para verificar

source: Checking
es: De cheques

source: Check File
es: Ver archivo

source: Close
es: Cerca

source: Set the room name
es: Establecer el nombre de la habitación

source: You must select a CSV file
es: Debes seleccionar un archivo CSV

source: Select CSV to Import
es: Seleccionar CSV para importar

source: You've reached your plan's limit to staffers. To add a new staffer, upgrade your plan, or remove existing staffers. You can continue to add volunteers.
es: ¿Seguro que quieres eliminar a este usuario?

source: You can add parking passes in your organzation's Registration and Policy settings.
es: Pase de estacionamiento

source: Date Requested
es: Fecha de solicitud

source: None found
es: No se encontró ninguno

source: Recent Stolen Bike Reports In Your Area
es: Informes recientes sobre bicicletas robadas en su área

source: Print Hotsheet
es: Imprimir Hotsheet

source: 529 Only Hot Sheet
es: 529 solo hoja caliente

source: Hot Sheet
es: Hoja caliente

source: Your Monthly Registrations & Thefts
es: Sus registros mensuales y robos

source: You have sample data in your account. Click here to remove the samples.
es: Tienes motos de la sala de propiedad% {rb_count} con posibles coincidencias.

source: Impounded
es: Incautado

source: Returned
es: Devuelto

source: Last 6 months
es: Últimos 6 meses

source: month
es: mes

source: All Time Total
es: Total de tiempo total

source: Related organizations
es: Organizaciones relacionadas

source: Regional Stats within 40 miles
es: Estadísticas regionales dentro de las 40 millas

source: Total registered
es: Total registrado

source: %{num} bike
es: % {num} bicicleta

source: Total recovered
es: Total recuperado

source: Your Agency's Registration Page
es: Página de registro de su agencia

source: Look Up a Bike
es: Busque una bicicleta

source: Searches %{number_bikes} registered bikes.
es: Búsquedas de bicicletas registradas% {number_bikes}.

source: Find by Shield, Serial Number or Make
es: Buscar por escudo, número de serie o marca

source: Go to Advanced Search
es: Ir a Búsqueda avanzada

source: Add Members
es: Miembros Añadir

source: Copy to clipboard
es: Copiar al portapapeles

source: Searchers
es: Buscadores

source: You can invite team members by entering the email address associated with their 529 account below.
es: Invitación

source: Team Members
es: miembros del equipo

source: Team members can have different levels of access
es: Los miembros del equipo pueden tener diferentes niveles de acceso

source: Number of accounts in your plan
es: Número de cuentas en su plan

source: Unlimited
es: Ilimitado

source: Register bikes for your organization from the 529 Garage smartphone app
es: Ver los informes

source: Tag bikes with violations
es: Etiquetas de bicicletas con infracciones

source: Use Property Room Tools
es: Use las herramientas de la sala de propiedades

source: Edit and Publish the Custom Registry Page
es: Editar y publicar la página de registro personalizado

source: Use API
es: Usar API

source: Update Organization Settings
es: Actualizar la configuración de la organización

source: Add Team Members
es: Agregar miembros del equipo

source: To add additional administrators, or change your organization's administrator, please
es: Contáctenos.

source: To change your organization's administrator, please
es: Para cambiar el administrador de su organización, por favor

source: Members
es: Miembros

source: Logged In
es: conectado

source: No members found
es: No se encontraron miembros

source: Importing and searching for matches. You will receive email when the import is complete. Refresh the page to see the updated results when available.
es: Mostrar bicicletas archivadas

source: Hide Archived Bikes
es: Ocultar bicicletas archivadas

source: Only show bikes registered between
es: Mostrar solo bicicletas registradas entre

source: and
es: y

source: Sort By Date
es: Ordenar por fecha

source: Sort By Shield
es: Ordenar por escudo

source: Sort By Email
es: Ordenar por correo electrónico

source: Sort By Name
es: Ordenar por nombre

source: Sort By Student ID
es: Ordenar por identificación de estudiante

source: Sort By Mailbox Number
es: Ordenar por número de buzón

source: Sort By Make and Model
es: Ordenar por marca y modelo

source: Sort By Bike Type
es: Ordenar por tipo de bicicleta

source: Download Report
es: Descargar Informe

source: Send Message
es: Enviar mensaje

source: No Shield
es: Sin escudo

source: No Email
es: Sin correo electrónico

source: Pickup:
es: Recoger:

source: [Rental]
es: [Alquiler]

source: Send a message to the owners of the %{number} selected bikes
es: Envíe un mensaje a los propietarios de las% {number} bicicletas seleccionadas

source: Note: Your organization admin can add templates in
es: Nota: el administrador de su organización puede agregar plantillas en

source: Messaging Settings
es: Configuración de mensajería

source: Your Message to Bike Owners
es: Su mensaje para propietarios de bicicletas

source: Your Contact Email Address
es: Su dirección de correo electrónico de contacto

source: Include
es: Incluir

source: Owners with stolen bikes
es: Propietarios con bicicletas robadas

source: Send
es: Enviar

source: Sending
es: Enviando

source: Show archived bikes
es: Mostrar bicicletas archivadas

source: Hide archived bikes
es: Ocultar bicicletas archivadas

source: Messages Settings
es: Configuración de mensajes

source: Message Templates
es: Plantillas de mensajes

source: You don't currently have any message templates. Click the Add a Template button to add.
es: Agregar una plantilla

source: Subject
es: Sujeto

source: From
es: desde

source: Text Messaging Options
es: Opciones de mensajes de texto

source: Text Reply Number
es: Número de respuesta de texto

source: Text Reply Email
es: Correo electrónico de respuesta de texto

source: Text Message Credit Balance
es: Saldo de crédito de mensaje de texto

source: Credits
es: Créditos

source: Add Credits
es: Agregar creditos

source: You don't currently have a text account setup. If you'd like to be able to text your registered users, please contact us at
es: para configurar

source: Template Name
es: Nombre de la plantilla

source: Message subject
es: Asunto del mensaje

source: Message to the Bike Owner
es: Mensaje al propietario de la bicicleta

source: Contact Email Address
es: Correo electrónico de contacto

source: Assign a Shield
es: Asignar un escudo

source: Adding a shield here to create a new bike for the bike owner and send them mail asking them to complete the registration process. Be sure to give them the shield that matches the shield ID you entered for their bike.
es: ID de escudo

source: Your Organization's Name
es: El nombre de su organización

source: Website
es: Sitio web

source: Event Coordinator Information
es: Información del coordinador de eventos

source: If your organization does registration events, please add your volunteer coordinator contact information. This will allow us to contact you in case of an issue with an event registration.
es: Nombre del coordinador

source: Coordinator Email
es: Correo electrónico del coordinador

source: Coordinator Phone Number
es: Número de teléfono del coordinador

source: Property Room Contact Information
es: Información de contacto de la habitación de propiedad

source: If your organization manages property room bikes, please add your property room contact information.
es: Nombre de contacto de la sala de propiedad

source: Property Room Contact Email
es: Espacio de contacto de la habitación de propiedad

source: Property Room Contact Phone Number
es: Número de teléfono de contacto de la habitación de propiedad

source: Alert & Notification Options
es: Opciones de alerta y notificación

source: Alert Notifications
es: Notificaciones de alerta

source: Enter the email contact address to notify in the case that any permitted bikes for your organization are stolen. To notify multiple parties, please set up an email alias with your email provider and use that address.
es: Dirección de correo electrónico

source: Missing Bike Alert Message
es: Falta el mensaje de alerta de bicicleta

source: Enter a message to bike owners when they report their bike stolen. For example, you could include the contact information on how to report the theft.
es: Mensaje

source: Automatch Notifications
es: Notificaciones de Automat

source: If you add impounded bikes to the Property Room feature, we can automatically notify you if we find matches. Enter the email below for where we send these matching bike mails.
es: Campos personalizados para cada propietario de una bicicleta

source: Only fields with labels will appear on your custom registry page. You can reorder the fields by dragging the position number to the desired location.
es: Solo los campos con etiquetas aparecerán en tu página de registro personalizado. Puedes reordenar los campos arrastrando el número de posición a la ubicación deseada.

source: Order
es: Orden

source: Label (English)
es: Etiqueta (inglés)

source: Label (French)
es: Etiqueta (francés)

source: Label (Spanish)
es: Etiqueta (español)

source: Type
es: Tipo

source: List
es: Lista

source: Add
es: Añadir

source: Your organization is the proxy registrant for this bike
es: Su organización es el registrante proxy para esta bicicleta.

source: This bike registration is private. To get in touch with the bike owner, please contact
es: Email del propietario

source: Owner Phone
es: Teléfono del propietario

source: Owner Address
es: propietario Dirección

source: Owner City
es: Ciudad propietaria

source: Owner State
es: Estado propietario

source: Owner Postal Code
es: Código postal del propietario

source: Add an Event
es: Agregar un evento

source: No results
es: No hay resultados

source: More than #{max_results} bikes were found... here are the first %{max_results}. Try Advanced Search to narrow down the results.
es: Bicicletas de la habitación de propiedad

source: Add bikes that you've recovered to automatically search bike registries for possible matches. Rows highlighted in green have very likely matches.
es: Añadir una bicicleta

source: Add bike photos
es: Agregar fotos de bicicleta

source: Undo Import (1 bike)
es: Deshacer importación (1 bicicleta)

source: Import Settings
es: Importar ajustes

source: Select a CSV to Import
es: Seleccione un archivo CSV para importar

source: Uploading
es: Subiendo

source: Upload
es: Subir

source: Filters
es: Filtros

source: Show only best matches
es: Mostrar solo las mejores coincidencias

source: Include archived bikes
es: Incluir bicicletas archivadas

source: Include transferred bikes
es: Incluir bicicletas transferidas

source: Settings
es: Ajustes

source: You must set a claim location before adding found bikes.
es: Publicación seleccionada

source: Transfer Bike
es: Bicicleta de transferencia

source: How is this bike being transferred?
es: ¿Cómo se transfiere esta bicicleta?

source: No email address
es: Sin dirección de correo electrónico

source: You must select a CSV to import
es: Debe seleccionar un archivo CSV para importar

source: Register your bike
es: Registre su bicicleta

source: Quickly capture all the important information about your bike. Keep photos too!
es: Protege tu bicicleta

source: Our tamper-resistant 529 Shield acts as a deterrent, warning would-be thieves to keep their paws off your bike, and making it easier to find you if your bike is recovered.
es: Aliste a la comunidad

source: If your bike is stolen, set an alert to let the security team and other bike owners at %{name} know.
es: Formación de vídeo

source: Preview
es: Prevista

source: Set Background
es: Definir fondo

source: Logos should be square or vertically centered, with a transparent background (png or gif)
es: Establecer logotipo

source: Share Private
es: Compartir privado

source: Make Private
es: Hazlo privado

source: Make Public
es: Hacer público

source: Reset to Defaults
es: Restablecer los valores predeterminados

source: Love your bike? Keep it safe.
es: ¿Te encanta tu bicicleta? Manténlo seguro.

source: Bike Registration
es: Registro de bicicleta

source: How it Works
es: Cómo funciona

source: How to Report a Bike Theft
es: Cómo reportar un robo de bicicleta

source: If your bike has been stolen, it's important to report it to law enforcement - this helps the police better understand the scope of the problem. It will also be necessary for an insurance claim or to collect it from any law enforcement agency that recovers the bike. To report your bike, follow the steps below:
es: Paso 1

source: Start an alert on your bike on the 529 Garage website or app.
es: Tu garaje

source: Step 2
es: Paso 2

source: Contact our non-emergency contact information below:
es: Presente un informe en línea

source: Call
es: Llamada

source: Visit
es: visitar

source: Is this your bike?
es: ¿Es esta tu bicicleta?

source: Don't let your bike go to auction!
es: ¡No dejes que tu bicicleta vaya a subasta!

source: File a police report and check our property room listings.
es: Mas informacion

source: Bike Registration and Theft Stats
es: Registro de bicicleta y estadísticas de robo

source: What stats would you like to show?
es: ¿Qué estadísticas te gustaría mostrar?

source: Regional Registration Stats
es: Estadísticas de registro regional

source: Shielded Registration Stats
es: Estadísticas de registro blindado

source: Returned Bike Status
es: Estado devuelto de la bicicleta

source: Shielded Registrations
es: Registros blindados

source: Returned Bikes
es: Bicicletas devueltas

source: Follow
es: Seguir

source: You can click the icon to test out your link.
es: Puede hacer clic en el icono para probar su enlace.

source: Publish %{display_name} Custom Registry
es: Publicar registro personalizado% {display_name}

source: I understand that I am publishing the %{display_name} custom registry live on the Internet. Further, I have received the necessary approvals from %{display_name} to make the contents of this page visible, searchable and linkable on the Internet.
es: Escriba su nombre

source: Type Your Badge #, or enter 000 if not a sworn officer
es: Escriba su número de placa, o ingrese 000 si no es un oficial jurado

source: Certify
es: Certificar

source: Publishing...
es: Publicación ...

source: Cancel
es: Cancelar

source: Hide Your Custom Registry
es: Ocultar su registro personalizado

source: This will remove public access to your custom registry. Are you sure?
es: Esto eliminará el acceso público a su registro personalizado. ¿Estás seguro?

source: Hide Custom Registry
es: Ocultar registro personalizado

source: Share this page for review
es: Comparte esta página para revisión

source: Need to get approval or feedback for your custom registry before you publish it?
es: Solo comparte este enlace

source: Your custom registry will remain private, and not accessible without the code in this link.
es: Agregue su texto de sugerencia, hasta 250 caracteres. No html por favor.

source: Should this tip link somewhere? Add the full url.
es: ¿Debería este consejo vincularse a alguna parte? Agregue la url completa.

source: What should the button say?
es: ¿Qué debería decir el botón?

source: Saving...
es: Ahorro ...

source: Reset To Defaults
es: Restablecer los valores predeterminados

source: This will reset all text and your background image to the default registration page settings.
es: ¿Seguro que quieres hacer esto?

source: Your Contact Information
es: tu información de contacto

source: Contact information is used to help law enforcement return your bike.
es: Requerido

source: Welcome back! Enter your password to continue.
es: ¡Dar una buena acogida! Ingrese su contraseña para continuar

source: Password
es: Contraseña

source: Forgot Your Password?
es: Olvidaste tu contraseña?

source: It looks like you've signed up using One-Click.
es: Parece que te ha registrado usando One-Click.

source: Please log in before continuing.
es: Por favor inicie sesión antes de continuar.

source: Log In with Google+
es: Inicia sesión con Google+

source: Log In with Facebook
es: Iniciar sesión con Facebook

source: Log In with Twitter
es: Inicia sesión con Twitter

source: Recommended
es: Recomendado

source: State/Province/Region
es: Estado / Provincia / Región

source: Text Number
es: Numero de texto

source: Add a text number to opt-in to text messages about your bike. This lets your organization contact you more quickly if there is an issue with your bike.
es: Número de buzón del campus

source: Always share my contact information with law enforcement
es: Siempre comparto mi información de contacto con la policía

source: Check the Always Share box if you want to be contacted about your bike even if you haven't yet reported your bike stolen. This will help law enforcement return your bike as soon as possible.
es: Facturación y suscripción

source: Your Current Plan
es: Tu plan actual

source: You are currently on our Free Trial.
es: Usted se encuentra actualmente en nuestra prueba gratuita.
